{
  "title": "Casino Royale (film)",
  "sections": {
    "intro": "{{Cinematic}}\n{{Casino Royale}}\n{{Infobox film\n| image = James Bond- Casino Royale Theactrical Poster.JPG\n| caption = ''Casino Royale'' theatrical release poster\n| bond = [[Daniel Craig]]\n| writer = [[Ian Fleming]]\n| screenplay = [[Neal Purvis and Robert Wade|Neal Purvis, Robert Wade]] and [[Paul Haggis]]\n| director = [[Martin Campbell]]\n| producer = [[Michael G. Wilson]], [[Barbara Broccoli]]\n| editing = [[Stuart Baird]]\n| music = [[David Arnold]]\n| song = \"[[You Know My Name]]\"\n| distributor = [[MGM]]/[[Columbia Pictures]]\n| released = [[007 franchise timeline#2006|14 November 2006]] <small>(London, premiere)</small><br/>15 November 2006 <small>(Indonesia)</small><br/>16 November 2006 <small>(U.K.)</small><br/>17 November 2006 <small>(U.S.)</small><br/>1 December 2006 <small>(Japan)</small>\n| runtime = 144 minutes\n| budget = $150 million\n| gross = $599,045,960\n| preceded_by = ''[[Die Another Day (film)]]''\n| followed_by = ''[[Quantum of Solace (film)]]''|composer=[[Chris Cornell]], [[David Arnold]]|performer=[[Chris Cornell]]}}\n{{Quote|It doesn't bother you? Killing all those people?\"<br>\"Well, I wouldn't be very good at my job if it did.|[[Vesper Lynd (Eva Green)|Vesper Lynd]] and [[James Bond (Daniel Craig)|James Bond]]|Casino Royale}}\n'''''Casino Royale''''' is a 2006 spy thriller film based on the [[Ian Fleming]] [[Casino Royale (novel)|novel of the same name]], and the Twenty first in [[EON Productions]]'  [[James Bond Films|''James Bond'' film series]]. Starring [[Daniel Craig]] as the [[James Bond (Daniel Craig)|iconic secret agent]], it sees him early in his career on a mission to take down a [[Le Chiffre (Mads Mikkelsen)|terrorist financier]] in [[Montenegro]] alongside [[Vesper Lynd (Eva Green)|Vesper Lynd]]. It was directed by [[Martin Campbell]] and adapted for the screen by [[Neal Purvis and Robert Wade|Neal Purvis, Robert Wade]] and [[Paul Haggis]].\n\nThe film was a financial success and received critical acclaim, with many praising its action, character writing, faithfulness to the novel, and Craig's performance as Bond. It is often praised as one of the best entries in the franchise, and is credited with redefining and saving the Bond movies for the 21st century.\n\nIt is the last Bond film based on a novel by Ian Fleming.",
    " Plot ": "In Prague, Czech Republic, [[James Bond (Daniel Craig)|James Bond]] has tracked down an [[MI6]] section chief, [[Dryden]], who was selling secrets to enemies for profit. They chat about what it takes to be a Double-O agent (one of the requirements is making two kills) and Bond casually tells Dryden that his espionage contact, [[Fisher]] died, and \"Not well.\" Intercut with the conversation are black and white scenes of Bond and Dryden's contact fighting in a men's room. Bond finally pushes the man's face into an overflowing sink and holds him there until he falls to the floor, apparently dead. Dryden points a gun at Bond. \"Shame. We barely got to know each other.\" He pulls the trigger, but James has removed the ammunition from the weapon. \"I know where you keep your gun. I suppose that's something.\" Dryden continues to taunt Bond, asking him if he felt any remorse or guilt over killing Fisher. Bond remains passive, his face expressionless. Dryden says that Bond \"needn't worry, the second is--\" at which point Bond kills Dryden. Bond puts [[Walther P99|his pistol]] away saying, \"Yes, considerably.\" (Though not said explicitly, Bond found the killing of Dryden, his second such kill, \"considerably\" easier than the first.) In flashback, Fisher recovers from Bond's attempt to drown him and picks up his pistol. The frame instantly shifts to the series' iconic \"gun barrel\" sequence. Bond spins around and shoots the man. Blood runs down the frame, prompting the opening titles.\n\nThe scene shifts to Uganda, where the terrorist group known as the [[wikipedia:Lord's Resistance Army|Lord's Resistance Army]] is meeting with [[Le Chiffre (Mads Mikkelsen)|Le Chiffre]], a private banker to terrorist groups around the world. The broker for the deal is a [[Mr. White]], who invests their money and manipulates stocks so they get a 100% return on the investment. The Lord's Resistance Army, represented by a man named [[Steven Obanno]], agree to allow the money to be loaned to Le Chiffre for his nefarious purposes.\n\nIn Madagascar, Bond is working with another MI6 agent, [[Carter]], monitoring a terrorist, [[Mollaka]], who is gambling on a fight between a cobra and a mongoose. Carter, who is inexperienced, is exposed after Mollaka gets a cell phone call and the terrorist bolts from the scene. Bond chases Mollaka, who is an experienced \"free runner\", who leads Bond through a construction site, onto several cranes and finally to the Nambutu embassy where he seeks asylum. Bond charges into the embassy, in direct contravention of international law and his orders, and catches Mollaka. Bond fights his way through the halls of the embassy and finds himself surrounded by armed guards. The ambassador appears and orders Bond to let Mollaka go. Bond shoots Mollaka and a nearby gas tank and escapes in the explosion. He also steals the backpack Mollaka was carrying. Searching through the backpack, he finds a cell phone and a bomb. Bond examines the man's messages briefly, seeing one with an American phone number and the word \"ellipsis.\" Bond keeps the phone.\n\nBack at [[MI6]], [[M (Judi Dench) (modern continuity)|M]] is furious that 007's violent actions were caught on tape at the Nambutu embassy. Bond later sneaks into M's home and hacks her top-level clearance so he can trace where the cell phone call originated from. When M enters, she is startled and lectures him on proper protocol and conduct. She thought it was a mistake to give him 00 status. Bond assures her that \"the life expectancy of a 00 is brief, so your mistake will be short-lived.\" M tells him that \"arrogance and self-awareness seldom go hand-in-hand\" and she wanted him to take his ego out of the equation when on a mission. She also tells him to go on a brief vacation until she can decide how best to deal with him. As Bond goes to leave, M tells Bond to never break into her house again.\n\nBond had discovered that the call to Mollaka originated in the [[Bahamas]], so he goes there to investigate who made the call and why. He ends up finding a middleman, [[Alex Dimitrios]], who was working for Le Chiffre and that he was hired to find someone who could carry out a task for Le Chiffre. Bond meets Dmitrios and plays poker with him, winning his [[Aston Martin DB5]] in the process. Bond uses the Aston to finagle a romantic evening with Dmitrios' spurned wife, [[Solange Dimitrios|Solange]], to get information about her husband. She tells Bond that Dmitrios is going to Miami.\n\nBond follows him there where he confronts Dimitrios, after seeing him put a bag away for someone to pick up later. Bond kills Dimitrios when he's held at knifepoint; however, the bag goes missing and Bond follows the man, [[Carlos Nikolic]], hired for Mollaka's job. Bond follows Carlos to Miami International Airport, where he pulls a security uniform out of the bag and puts it on. He slips into the secure area of the airport and Bond follows him, having figured out \"ellipsis\" was the security code to get through the door. M calls Bond to tell him Le Chiffre will have Carlos destroy the prototype for a large airline named [[Skyfleet S570|Skyfleet]]. The prototype is the largest passenger aircraft in the world and destroying it will bankrupt [[Skyfleet Aeronautics]]. Carlos sets off the emergency sprinkler system in the building to cause a diversion, forcing everybody out of the airport and slips out onto the tarmac. Carlos attaches an explosive charge disguised as a keyring to a refueling tanker and starts driving it towards the plane. However, Bond manages to leap onto the tanker. The two have a vicious fight all the way around the runways while being chased by the [[Miami-Dade Police Department|Miami-Dade Police]]. Eventually, Carlos leaps off the truck, and Bond is barely able to stop the tanker from hitting the plane. Carlos smiles as Bond is arrested and sets off the charge. However, Bond had discovered Carlos' small explosive device & attached it to Carlos' belt during the melee, and Carlos ends up killing himself by accident.\n\n[[File:Casino Royale (67).png|thumb|250px|Richard Branson]]\nUpon returning to Nassau, Bond discovers that Solange had been murdered, when MI6 find her drowned corpse wrapped in a hammock. M explains she was tortured and killed by Le Chiffre because she was the only one left alive and he assumed she talked. Le Chiffre's plan was to \"short-sell\" hundreds of millions of dollars in Skyfleet stock and, in destroying their prototype, cause their stock to plummet and send them into bankruptcy. Thanks to Bond, Le Chiffre loses over $101 million dollars. Now a marked man, Le Chiffre must find another way to earn the money back so his investors will not kill him. He sets up a high stakes poker match in Montenegro for ten players, with entry fees at $10 million each plus a $5 million buy back should they lose all their money. M informs Bond of the poker game at the [[Casino Royale (location)|Casino Royale]], which is in Montenegro, and agrees to let Bond continue the mission since he's the best poker player in the service. M also implants a homing device in Bond's left forearm so she can track him anywhere.\n\n[[File:Casino Royale (81).png|thumb|left|250px|Bond and Vesper meet on the train]]\nThe British Government put up the money and send along [[Vesper Lynd (Eva Green)|Vesper Lynd]], a representative of [[HM Treasury]], to monitor Bond and give a go, no-go should he lose the money. They talk on the train about each other, Vesper commenting on his cold nature and Bond remarking on how Vesper is retentive. Upon arriving they pose as a married couple and meet [[René Mathis (Giancarlo Giannini)|René Mathis]], their contact in [[Montenegro]]. Each poker player has their money in a Swiss bank in Escrow while they play, and each one has a password to keep the money secured. Vesper has the account number, but only 007 knows the password. On the first hand, 007 loses a chunk of cash to figure out how Le Chiffre bluffs (his physical \"tell\" involves him placing his left hand near his wounded eye); however, Vesper is not at all impressed, thinking Bond is inept. After a lengthy round of hands, a break is called. Bond places a tracking device in Le Chiffre's inhaler and takes Vesper back to their room.\n\n[[File:Casino_Royale_(95).png|thumb|250px|The card table]]\nLe Chiffre is called back to his room by his girlfriend, [[Valenka]]. However, he was confronted by Obanno and his henchman, demanding his money back. They threaten to cut off Valenka's arm; however, Le Chiffre doesn't acquiesce, even with this mutilation. Out in the hallway, Bond hears Valenka screaming. He quickly grabs Vesper and they kiss in the stairway entrance to cover themselves. Obanno's henchman notices Bond's earpiece and attacks them both. The fight takes them into the stairwell, where the henchman gets thrown off the stairwell to his death, and Bond and Obanno have a knock-down drag-out fight all the way down the stairwell. Finally landing on the bottom, Bond gets Obanno into a chokehold. Obanno tries to reach for Bond's gun, but Vesper smashes it out of his hands. Bond kills Obanno and orders Vesper to contact Mathis, who sets up a man to take the fall for the dead bodies by placing them in the man's car trunk. Bond finishes the poker session, but he returns to the room to find Vesper shaking uncontrollably in the shower from the fight. He holds on to her and comforts her.\n\nThe next day, during the continuing poker game, Bond loses all his money to Le Chiffre after misreading a bluff and admits to Vesper that he made a mistake. Vesper won't give him the buy back money, saying he's going to lose it. Furious, 007 goes after Le Chiffre but is stopped by one of the other poker players, [[Felix Leiter (Jeffrey Wright)|Felix Leiter]], an agent sent by the [[Central Intelligence Agency|CIA]] to the poker match to catch Le Chiffre. Leiter tells 007 that he's doing poorly himself in the game and that he'll back Bond to re-enter the game; Leiter believes that Bond can beat Le Chiffre. In return, Bond will give Le Chiffre to the CIA. Bond slowly builds his bank again and once again becomes a threat to Le Chiffre. Le Chiffre has Valenka poison Bond's martini with digitalis, causing Bond to suffer severe tachycardia. Bond goes to [[Aston Martin DBS V12|his car]], distressed and, communicating with medical specialists at MI6 Headquarters, is about to use the defibrillator when he sees the connection isn't plugged in and passes out. Vesper arrives, fixes the defibrillator kit and shocks him back to life. Bond, shaken, returns to the game. The final hand of the game is down to four players, including Bond and Le Chiffre, who all go \"all in\", betting their remaining money, driving the \"pot\" amount to well over $120 million. One man has a flush, while another has a full house. Le Chiffre has a higher full house and is about to take the entire pot. Bond reveals he has a straight flush and wins the game and all the money.\n\n[[File:Casino_Royale_(125).png|thumb|left|250px|Bond is tortured by Le Chiffre]]\nBond has dinner with Vesper, who receives a call from Mathis stating that Le Chiffre has been apprehended by the CIA. Vesper leaves the dining room; seconds later, Bond realizes she's in danger. Vesper is kidnapped by Le Chiffre. Bond races after them in his Aston Martin, but has to swerve violently when he sees Vesper lying bound in the road. The car rolls several times, destroying it and injuring Bond, rendering him unconscious. Le Chiffre and his cronies take him, remove his homing implant and take him and Vesper to a nearby tramp steamer. Bond is stripped naked and bound to a chair with the seat removed, leaving his testicles exposed. Le Chiffre uses a large knotted rope, striking Bond's scrotum, demanding the password for the account the winnings have been secured in. Bond refuses, despite Le Chiffre's threats to kill him and Vesper. Le Chiffre finally draws a knife and is about to castrate Bond when gunshots are heard outside. The door opens and Mr. White, the broker from the first scene with Obanno, walks in. Le Chiffre pleads with him, saying he'll secure the money, to which White replies, \"Money isn't as important to our organization as knowing who to trust.\" White shoots Le Chiffre in the forehead, killing him. At this point an exhausted Bond, in severe pain after the treatment to his genitals, faints out. A totally weakened Bond remains unconscious for over 48 hours.\n\nBond wakes up in a hospital bed during a haze while he recovers. He talks to Mathis, whom he believes was responsible for his and Vesper's capture by Le Chiffre. MI6 agents appear, taze Mathis and drag him away. Vesper visits Bond and they confess their love for each other. The [[Mendel|Swiss banker]] in charge of the winnings account visits and Bond gives Vesper the password to key in; the password is her own first name. \n\n[[File:Casino_Royale_(144).png|thumb|250px|Vesper's death]]\nBond resigns from the service to go away with Vesper, and they sail to [[Venice]], [[Italy]], where Vesper says she'll get the money and Bond will get the supplies for the trip. When M phones 007 about his resignation, she says that they need to talk about the money being returned to the British government first, which tips off 007 that Vesper was using him all along. 007 follows Vesper to a secret meeting where she turns the money over, in cash, to a man named [[Adolph Gettler (Richard Sammel)|Adolph Gettler]]. Gettler and a few of his men retreat to a building being renovated and a gunfight ensues. Bond shoots and ruptures the flotation bags that hold the building above water-level and fights with them all, killing them. He tries to save Vesper, locked in an old elevator, but is unable to after she commits suicide by drowning herself. Bond recovers her body and takes her above water but is unable to revive her. Mr. White, who'd been watching the scene, is seen leaving with the suitcase full of money.\n\n[[File:Casino_Royale_(152).png|thumb|left|250px|\"The name's Bond. James Bond.\"]]\nSitting on the sailboat he and Vesper had been vacationing on, Bond talks to M, who informs him that Vesper had [[Yusef Kabira|a boyfriend]] who was being held by Le Chiffre's organization, [[Quantum]]. She had intended to pay off Le Chiffre's associates with the money to secure her boyfriend's release. M believes that there are no further leads, that the \"trail has gone cold.\" Bond examines Vesper's cell phone and finds the phone number of Mr. White, which he theorized she left for him on purpose. At Lake Como in Northern [[Italy]], White arrives at a [[Mr. White's Estate|palatial estate]]. After he exits his car, he receives a phone call from someone telling him they \"need to talk.\" Asking who the caller is, White is suddenly shot in the leg by a sniper. He falls to the ground and crawls toward the house. As he tries to climb the stairs and the familiar Bond theme begins to play, Bond appears, carrying a cell phone and an HK rifle. As White looks up defiantly, Bond says \"The name's Bond. James Bond.\"",
    " Cast and characters ": "<gallery orientation=\"square\" spacing=\"small\" widths=\"105\" captionalign=\"center\" position=\"left\" hideaddbutton=\"true\" captionposition=\"below\" captionsize=\"small\" navigation=\"true\" bordersize=\"none\">\nJames Bond (Casino Royale) - Profile.png|[[James Bond (Daniel Craig)|James Bond]]<br>([[Daniel Craig]])|link=James Bond (Daniel Craig)\nVesper Lynd (Eva Green) - Profile.png|[[Vesper Lynd (Eva Green)|Vesper Lynd]]<br>([[Eva Green]])|link=Vesper Lynd (Eva Green)\nLe Chiffre (Mads Mikkelsen) - Profile.jpg|[[Le Chiffre (Mads Mikkelsen)|Le Chiffre]]<br>([[Mads Mikkelsen]])|link=Le Chiffre (Mads Mikkelsen)\nM (Casino Royale) - Profile.png|[[M (Judi Dench)|M]]<br>([[Judi Dench]])|link=M (Judi Dench)\nFelix Leiter (Jeffrey Wright) - Profile.png|[[Felix Leiter (Jeffrey Wright)|Felix Leiter]]<br>([[Jeffrey Wright]])|link=Felix Leiter (Jeffrey Wright)\nRené Mathis (Giancarlo Giannini) - Profile.png|[[René Mathis (Giancarlo Giannini)|René Mathis]]<br>([[Giancarlo Giannini]])|link=René Mathis (Giancarlo Giannini)\nMr. White - Profile.png|[[Mr. White (Jesper Christensen)|Mr. White]]<br>([[Jesper Christensen]])|link=Mr. White (Jesper Christensen)\nValenka (Ivana Miličević) - Profile.png|[[Valenka]]<br>([[Ivana Miličević]])|link=Valenka\nAlex Dimitrios (Casino Royale) - Profile.png|[[Alex Dimitrios]]<br>([[Simon Abkarian]])|link=Alex Dimitrios\nSolange Dimitrios (Caterina Murino) - Profile.jpg|[[Solange Dimitrios]]<br>([[Caterina Murino]])|link=Solange Dimitrios\nCarlos Nikolic (Claudio Santamaria) - Profile.png|[[Carlos Nikolic]]<br>([[Claudio Santamaria]])|link=Carlos Nikolic\nVilliers Profile.png|[[Villiers]]<br>([[Tobias Menzies]])|link=Villiers\nDryden (Malcolm Sinclair) - Profile.jpg|[[Dryden]]<br>([[Malcolm Sinclair]])|link=Dryden\nUnknown - Infobox.png|[[John Bliss|Mr. Bliss]]<br>([[Con O'Neill]])|link=John Bliss\nSteven Obanno (Casino Royale) - Profile.png|[[Steven Obanno]]<br>([[Isaach De Bankolé]])|link=Steven Obanno\nMollaka (Sébastian Foucan) - Profile.jpg|[[Mollaka|Mollaka Danso]]<br>([[Sébastian Foucan]])|link=Mollaka\nGettler.png|[[Adolph Gettler (Richard Sammel)|Adolph Gettler]]<br>([[Richard Sammel]])|link=Adolph Gettler (Richard Sammel)\nKratt - Profile.png|[[Kratt]]<br>([[Clemens Schick]])|link=Kratt\nFisher (Darwin Shaw) - Profile.jpg|[[Fisher]]<br>([[Darwin Shaw]])|link=Fisher\nLeo-1.png|[[Leo]]<br>([[Emmanuel Avena]])|link=Leo\nCarter (Joseph Millson) - Profile.jpg|[[Carter]]<br>([[Joseph Millson]])|link=Carter\nTall Man (Leo Stransky) - Profile.png|[[Tall Man]]<br>([[Leo Stransky]])|link=Tall Man\nMadam Wu - Profile.png|[[Madam Wu]]<br>([[Tsai Chin]])|link=Madam Wu\nMendel (Ludger Pistor).jpg|[[Mendel]]<br>([[Ludger Pistor]])|link=Mendel\nWilliams.png|[[Williams]]<br>([[Ben Cooke]])|link=Williams\nInfante - Profile.png|[[Infante]]<br>([[Ade]])|link=Infante\nTomelli.png|[[Tomelli]]<br>([[Urbano Barberini]])|link=Tomelli\n63894-27085.jpg|[[Gallardo]]<br>([[Charlie Levy Leroy]])|link=Gallardo\nKaminofsky - Profile.png|[[Kaminofsky]]<br>([[Lazar Ristovski]])|link=Kaminofsky\nFukutu_-_Profile.png|[[Fukutu]]<br>([[Tom So]])|link=Fukutu\nGräfin von Wallenstein - Profile.png|[[Gräfin von Wallenstein]]<br>([[Veruschka von Lehndorff]])|link=Gräfin von Wallenstein\nOcean Club Receptionnist - Profile.png|[[Ocean Club receptionist]]<br>([[Christina Cole]])|link=Ocean Club receptionist\nVanyaBor.png|[[Vanya Bor]]|link=Vanya Bor\nMarville-Beau, Heni.png|[[Heni Marville-Beau]]|link=Heni Marville-Beau\nSawakowaIzzie.png|[[Izzie Sawakowa]]|link=Izzie Sawakowa\n</gallery>",
    " Crew ": "* Produced by: [[Michael G. Wilson]], [[Barbara Broccoli]], [[Anthony Waye]]\n* Directed by: [[Martin Campbell]]\n* Written by: [[Ian Fleming]]\n* Screenplay by: [[Neal Purvis and Robert Wade|Neal Purvis, Robert Wade]], and [[Paul Haggis]]\n* Musical score composed by: [[David Arnold]]\n* Production design by: [[Peter Lamont]].\n* Director of Photography: [[Phil Meheux]]",
    " Weapons and gadgets ": "=== Gadgets ===\n{{main articles|[[List of James Bond gadgets]] and [[:Category:Casino Royale (2006) Equipment]]}}\n{| border=\"0\" cellpadding=\"1\" cellspacing=\"1\" class=\"article-table article-table-selected\" style=\"width: 100%; \"\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_CR_-_Explosive_Keyring.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Explosive Keychain]]''' - A keychain which contains a small explosive charge. Triggered by a remote detonator.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_CR_-_Detonator_Phone.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Phone Detonator]]''' - The mobile phone which acts as the detonator for [[Carlos Nikolic|Carlos]]' explosive keychain.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_CR_-_Scanner.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Portable Implant Equipment]]''' - A suitcase equipped with a portable scanner and a gun-like device for implanting a homing beacon under the skin. After the beacon is implanted, the scanner confirms that it is functional. The beacon continuously monitors the user's location and vitals.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_CR_-_Bug_2.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Bug and Earpiece]]''' - Bond plants a bug in [[Le Chiffre (Mads Mikkelsen)|Le Chiffre]]'s benzedrine inhaler in order to eavesdrop on his conversations.\n|-\n| style=\"vertical-align:top;background-color:transparent;border-color:transparent;\"|[[File:Gadgets_-_CR_-_Medical_Equipment.png|100px]]\n| style=\"background-color:transparent;border-color:transparent;\"|'''[[Field Medical Kit]]''' - Stowed away under the passenger-side dashboard of the Aston Martin DBS, the medical kit comes complete with defibrillator pads and other life-saving equipment.\n|}\n\n=== Weapons ===\n{{main articles|[[List of Firearms]] and [[:Category:Casino Royale (2006) Weapons|Casino Royale (2006) Weapons]]}}\n\n{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Walther-PPK.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Walther PPK]]''' - Appears in the pre-title sequence, used by Bond to kill Fisher.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Walther-P99-Pistol.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Walther P99]]''' - Bond's sidearm for main part of the movie.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:BondWiki P228 pic1.png|100px]]\n| style=\"background-color:transparent;\" |'''[[SIG-Sauer P228]]''' - Used by Carter in Madagascar.\n|-\n|}\n\nTBA",
    " Gadgets ": "{{main articles|[[List of James Bond gadgets]] and [[:Category:Casino Royale (2006) Equipment]]}}\n{| border=\"0\" cellpadding=\"1\" cellspacing=\"1\" class=\"article-table article-table-selected\" style=\"width: 100%; \"\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_CR_-_Explosive_Keyring.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Explosive Keychain]]''' - A keychain which contains a small explosive charge. Triggered by a remote detonator.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_CR_-_Detonator_Phone.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Phone Detonator]]''' - The mobile phone which acts as the detonator for [[Carlos Nikolic|Carlos]]' explosive keychain.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_CR_-_Scanner.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Portable Implant Equipment]]''' - A suitcase equipped with a portable scanner and a gun-like device for implanting a homing beacon under the skin. After the beacon is implanted, the scanner confirms that it is functional. The beacon continuously monitors the user's location and vitals.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_CR_-_Bug_2.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Bug and Earpiece]]''' - Bond plants a bug in [[Le Chiffre (Mads Mikkelsen)|Le Chiffre]]'s benzedrine inhaler in order to eavesdrop on his conversations.\n|-\n| style=\"vertical-align:top;background-color:transparent;border-color:transparent;\"|[[File:Gadgets_-_CR_-_Medical_Equipment.png|100px]]\n| style=\"background-color:transparent;border-color:transparent;\"|'''[[Field Medical Kit]]''' - Stowed away under the passenger-side dashboard of the Aston Martin DBS, the medical kit comes complete with defibrillator pads and other life-saving equipment.\n|}",
    " Weapons ": "{{main articles|[[List of Firearms]] and [[:Category:Casino Royale (2006) Weapons|Casino Royale (2006) Weapons]]}}\n\n{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Walther-PPK.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Walther PPK]]''' - Appears in the pre-title sequence, used by Bond to kill Fisher.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Walther-P99-Pistol.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Walther P99]]''' - Bond's sidearm for main part of the movie.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:BondWiki P228 pic1.png|100px]]\n| style=\"background-color:transparent;\" |'''[[SIG-Sauer P228]]''' - Used by Carter in Madagascar.\n|-\n|}\n\nTBA",
    " Vehicles ": "TBA",
    "Locations": "* Prague, Czech Republic\n* Mbale, Uganda\n* Nambutu Embassy, Madagascar\n* Nassau, [[Bahamas]]\n* Miami, Florida\n* The Casino Royale, Montenegro\n* [[Venice]], Italy\n* Lake Como, Italy\n\n===Map===\n{{#display_map: \nLondon, England;\nPrague,Czech Republic;\nMbale, Uganda;\nMadagascar;\nNassau,Bahamas;\nMiami,Florida;\nMontenegro;\nVenice,Italy\n}}",
    "Map": "{{#display_map: \nLondon, England;\nPrague,Czech Republic;\nMbale, Uganda;\nMadagascar;\nNassau,Bahamas;\nMiami,Florida;\nMontenegro;\nVenice,Italy\n}}",
    " Reception ": "''Casino Royale'' received positive reaction from critics. The film holds a 95% rating, based on 220 reviews, on review aggregator Rotten Tomatoes with the consensus that, \"Casino Royale disposes of the silliness and gadgetry that plagued recent James Bond outings, and Daniel Craig delivers what fans and critics have been waiting for: a caustic, haunted, intense reinvention of 007.\" The film holds an average score of 81 out of 100 on Metacritic, signifying \"universal acclaim\". Craig's performance and credibility received acclaim from fans and critics alike. Roger Moore, who has portrayed Bond in seven films, wrote, \"Daniel Craig impressed me so greatly in his debut outing, ''Casino Royale'', by introducing a more gritty, unrefined edge to the character that I thought ''[[Sean Connery]]'' might just have to move over.\" Craig's portrayal was thought of as ironic, brutal and cold. \n\nAndrew Sarris of ''The New York Observer'' said that the film is the first Bond film, \"that I would seriously consider placing on my own yearly 10-best list.\" He also said Daniel Craig was the most \"effective\" and \"appealing\" Bond yet.\n\n''Casino Royale'' was a box office success, earning $599,045,960 worldwide. It was the 4th-highest grossing film of 2006, and was the highest-grossing installment to the ''James Bond'' franchise until ''Skyfall'' surpassed it in November 2012.",
    " Trivia ": "* ''Casino Royale'' is the first Bond film to take its title from an [[Ian Fleming]] novel or short story since 1987's ''[[The Living Daylights]]'', and the first to be directly based on any of Fleming's writing's since 1989's ''[[Licence to Kill]]'' (although several films in the interim, such as the preceding ''[[Die Another Day (film)|Die Another Day]]'', had incorporated some story elements from Fleming). It is also considered to be the first more-or-less faithful adaptation of a full-length Fleming novel since 1973's ''[[Live and Let Die (film)|Live and Let Die]]'' as all the films in the interim had either only used selected elements from Fleming's novels, were based upon short stories (requiring substantial expansion), or were original works.\n* This film marks the third screen-adaptation of ''Casino Royale'', which was previously a [[Casino Royale (1954 TV)|1954 television episode]] and a [[Casino Royale (1967 film)|1967 film spoof]]. However, according to EON productions, the 2006 release is considered the only \"official\" adaptation of Fleming's novel.\n* Richard Branson makes an appearance in the airport going through security.\n* In 2004, American Quentin Tarantino was said to have lobbied [[EON Productions]] to let him do a \"proper\" film adaptation of Fleming's novel, based on a screenplay he had written that would have starred [[Pierce Brosnan]] as James Bond and Uma Thurman as Vesper Lynd. Ultimately, the company assigned the film to someone else, and Tarantino claims his pursuit ended when he learned that Brosnan would not be playing Bond. Tarantino's proposed version would have been set immediately after the death of Bond's wife [[Tracy Bond|Tracy]] in ''[[On Her Majesty's Secret Service]]''. However, since Tarantino does not belong to the Directors Guild of America he is unable to work with Sony or UA/MGM, so many see this as a publicity stunt on Tarantino's part.\n* Ever since the rights to ''Casino Royale'' were purchased by MGM, it was often speculated that a serious adaptation of the book could now be considered. At one point, ''Die Another Day'' was rumored to be an adaptation of ''Casino Royale''.\n* According to a September 2003 article in the ''Daily Record'', the title of ''Bond 21'' was at one point going to be ''[[The Man with the Red Tattoo]]'' and be based upon [[Raymond Benson]]'s final Bond novel from 2002. It is not known whether EON ever seriously considered this.\n* Notable as the first EON Bond film to not open with the standard gunbarrel sequence. A stylized version appears leading into the opening credits. The next two film would feature the gunbarrel sequence at the end, leading into the closing credits. Not until ''[[Spectre (film)|Spectre]]'' would the gunbarrel opening be featured again.\n* ''Casino Royale'' is the only Daniel Craig-era Bond film to not feature [[Rory Kinnear]] as [[Bill Tanner (Rory Kinnear)|Bill Tanner]].\n* This was the first Bond movie since ''[[GoldenEye (film)|GoldEneye]]'' not to open the same year as an ''Austin Powers'' movie, a 3-movie franchise that was a James Bond spoof.",
    " Gallery ": "* [[Casino Royale (film)/Gallery]]",
    " Home video releases ": "The DVD and Blu-ray for ''Casino Royale'' were released on March 13, 2007. The two-disc collector's edition Blu-ray was released on October 21, 2008. ''Casino Royale'' will also be part of the [[Bond 50]] Blu-ray set.\n\n<gallery>\nJames Bond- Casino Royale DVD.JPG|Region 1 DVD\nCasino_Royale_blu.jpeg|Region 1 Blu-ray\nCasino_Royale_special_blu_ray.jpeg\n</gallery>",
    " External links ": "* [http://en.wikipedia.org/wiki/Casino_Royale_%282006_film%29 Wikipedia Article]\n* {{imdb title|id=0381061|title=Casino Royale}}\n{{Casino Royale (2006) Nav}}\n{{Bond movies}}\n[[de:Casino Royale (Film, 2006)]] [[es:Casino Royale (2006)]] [[fr:Casino Royale (film, 2006)]] [[ja:007 カジノ・ロワイヤル]] [[pt-br:007 - Cassino Royale]] [[ru:Казино «Рояль» (2006)]]\n\n[[Category:James Bond Films]]\n[[Category:Eon Films]]\n[[Category:Reboot Series]]\n[[Category:Daniel Craig Films]]\n[[Category:Casino Royale]]\n[[Category:2000s James Bond Films]]\n[[Category:21st Century James Bond Films]]\n[[Category:Casino Royale (2006 film)]]\n[[Category:Martin Campbell Films]]"
  },
  "infobox": {
    "image": "James Bond- Casino Royale Theactrical Poster.JPG",
    "caption": "''Casino Royale'' theatrical release poster",
    "bond": "[[Daniel Craig]]",
    "writer": "[[Ian Fleming]]",
    "screenplay": "[[Neal Purvis and Robert Wade|Neal Purvis, Robert Wade]] and [[Paul Haggis]]",
    "director": "[[Martin Campbell]]",
    "producer": "[[Michael G. Wilson]], [[Barbara Broccoli]]",
    "editing": "[[Stuart Baird]]",
    "music": "[[David Arnold]]",
    "song": "\"[[You Know My Name]]\"",
    "distributor": "[[MGM]]/[[Columbia Pictures]]",
    "released": "[[007 franchise timeline#2006|14 November 2006]] <small>(London, premiere)</small><br/>15 November 2006 <small>(Indonesia)</small><br/>16 November 2006 <small>(U.K.)</small><br/>17 November 2006 <small>(U.S.)</small><br/>1 December 2006 <small>(Japan)</small>",
    "runtime": "144 minutes",
    "budget": "$150 million",
    "gross": "$599,045,960",
    "preceded_by": "''[[Die Another Day (film)]]''",
    "followed_by": "''[[Quantum of Solace (film)]]''",
    "composer": "[[Chris Cornell]], [[David Arnold]]",
    "performer": "[[Chris Cornell]]"
  }
}