{
  "title": "Dr. No (film)",
  "sections": {
    "intro": "{{Cinematic}}\n{{Dr. No}}\n{{Infobox film\n| image = DrNoposter.jpg\n| caption = ''Dr. No'' theatrical poster\n| bond = [[Sean Connery]]\n| writer = [[Ian Fleming]] (novel)\n| screenplay = [[Richard Maibaum]], [[Berkely Mather]],<br>[[Johanna Harwood]]\n| director = [[Terence Young]]\n| producer = [[Harry Saltzman]], [[Albert R. Broccoli]]\n| editing = [[Peter R. Hunt]]\n| music = [[Monty Norman]]\n| song = \"[[James Bond Theme]]\"\n| distributor = [[United Artists]]\n| released = [[007_Timeline#1962|5 October 1962]] <small>([[United Kingdom|UK]])</small><br>[[007_Timeline#1963|8 May 1963]] <small>([[United States of America|USA]])</small>\n| runtime = 109 minutes\n| budget = $1 million\n| gross = $59.6 million\n| followed_by = ''[[From Russia with Love (film)]]''|composer=[[Monty Norman]]|performer=[[John Barry|The John Barry Orchestra]]}}\n{{Quote|I admire your courage, Miss...?\"<br>\"Trench. Sylvia Trench. I admire your luck, Mr...?\"<br>\"Bond. James Bond.|[[James Bond (Sean Connery)|James Bond]] and [[Sylvia Trench]]|Dr. No}}\n'''''Dr. No''''' is a [[1962]] British spy film, and the first film in the James Bond film series, and thus the first to star [[Sean Connery]] as Bond. It paved the way for all future Bond films by making $16 million domestically. It introduced the first [[Bond girl]] in the Eon series as well as the first eccentric Bond villain. It was written by Richard Maibaum, Johanna Harwood, and Berkely Mather and was based on [[Ian Fleming]]'s sixth Bond novel of the same name.\n\nIn the film, British Secret Service agent [[James Bond (Sean Connery)|James Bond]] is sent to [[Jamaica]] on a mission to investigate the recent murder of a fellow operative that seems to have some connection to a series of recent failures in the U.S. space program. There, he discovers that the evil genius [[Dr. Julius No (Joseph Wiseman)|Dr. Julius No]] is planning something on his private island.",
    "Synopsis": "[[File:Dr._No_-_Bond,_James_Bond.png|thumb|left|250px|''\"Bond, James Bond\"'']]\nIn Jamaica, British Agent [[John Strangways (Timothy Moxon)|John Strangways]] is murdered by [[The Three Blind Mice|assailants masquerading as blind beggars]]. [[MI6]] orders [[James Bond (Sean Connery)|James Bond]] to investigate his disappearance which may be connected with some recent problems the [[Central Intelligence Agency|CIA]] and NASA have been having with a moon rocket. When Bond arrives, he finds a chauffeur waiting for him, claiming to have been sent by the embassy (also known as \"government house\"), but a call to the embassy reveals that they did not send a driver. Bond turns the tables on the imposter but the man breaks a cyanide cigarette before Bond can interrogate him. Knowing that something must be afoot, Bond meets [[Quarrel (John Kitzmiller)|Quarrel]], a local man Strangways hired to take him to Crab Key, a local private island. Quarrel pulls a knife on Bond, and a [[Felix Leiter (Jack Lord)|Felix Leiter]] backs him up with a gun, before they realize they are MI6 and CIA working for the same goal. The men shake hands and make up.\n\nBond asks the local geologist [[Prof. Dent (Anthony Dawson)|R. J. Dent]] some questions and finds out that he is lying about the radioactivity of rocks that Strangways had asked him to test. Dent is worried by Bond's presence and is given orders to kill the British agent. When Dent later shoots a decoy body, Bond knows he must go to Crab Key, and kills Dent.\n[[File:Dr._No_-_Honey_Ryder.png|thumb|250px|Honey Ryder emerges from the sea.]]\nOn Crab Key, Bond meets the beautiful [[Honey Ryder (Ursula Andress)|Honey Ryder]] as she collects shells. A security team destroys their escape, so they head inland for safety. Bond insists they follow \"dragon\" tracks which lead them to a [[Dragon|tank]] with a flamethrower. Quarrel is murdered by the tank, but Bond and Honey are taken to a compound. Inside, they are decontaminated and treated to a luxurious room. They meet [[Dr. Julius No (Joseph Wiseman)|Dr. Julius No]], owner of the facility. Bond calls him out, knowing that he has intentions for his nuclear program other than powering his island facility. Dr. No reveals his organization as [[SPECTRE]] and tries to recruit Bond, who declines.\n[[File:Dr._No_-_the_final_blow.png|thumb|left|250px|Bond fights Dr. No.]]\nBond is thrown in a cell but escapes by crawling through steam vents. He knocks out a henchman, dons a radiation suit and enters Dr. No's control room where they are running a test for the takeover of the Cape Canaveral rocket. Disguised, Bond manages to climb up to a control platform where he hijacks the controls, sending the nuclear reactor into a meltdown. Dr. No tries to fight him, but due to his metal hands he is unable to climb out of a cage descending into the water casing the reactor, and perishes. Bond rescues Honey and the two escape the island in a boat. They kiss in the boat after it runs out of fuel.",
    "Plot summary": "===Murder of Strangways===\n[[File:Dr._No_-_John_Strangways.png|thumb|250px|John Strangways]]\nAt a country club in Jamaica, undercover British agent John Strangways plays cards with R. J. Dent and others. He leaves the club and is shot down by [[The Three Blind Mice]]: three assassins pretending to be blind beggars. His body is thrown inside a getaway car and rushed off. At Strangways' office, his secretary is murdered while making a call to headquarters. The Three Blind Mice steal two files labeled \"Crab Key\" and \"Doctor No\". On the other end, the radio receiver notifies his superior that there is a situation.\n\n===London===\nIn London, James Bond is playing [[baccarat]] at an upscale casino with several people, one of them is [[Sylvia Trench |Sylvia Trench]]. The two flirt, but Bond receives a note and excuses himself from the game. Sylvia follows him, and he invites her to lunch the next day. Bond then travels to the office of Universal Exports, a cover for the British Intelligence office of MI6. \n\nThere, he is informed by [[M (Bernard Lee)|M]] that he must travel to Jamaica to investigate Strangways' disappearance, which may have something to do with some problems the Americans have been having with their Jupiter (Mercury) rocket launches (the rockets would \"topple\" out of control and land in the Brazilian jungles instead of entering orbit, which actually happened with several Vanguard rocket launches in real life). He is given a new [[Walther PPK]] by [[Major Boothroyd (Peter Burton)|Q]] to replace his Beretta.\n[[File:Dr._No_-_Bond_and_Sylvia.png|thumb|left|250px|Bond and Sylvia]]\nHe returns [[James Bond's Flat|home]] to find Sylvia playing golf in his room, wearing only his shirt. The two spend a short time together before Bond catches a flight to Kingston, Jamaica.\n\n===Arrival to Jamaica===\nAt the Kingston Airport, a [[Felix Leiter (Jack Lord)|mysterious man]] watches Bond arrive, and a [[Annabelle Chung|photographer]] tries to snap his photo. He is greeted by a driver outside, but calls Government House first to check in. He asks if the driver was sent and he learns that no driver was sent. He rides with the driver nonetheless. As the driver tries to evade the man from the airport, Bond pulls a gun on him and interrogates him on the side of the road. After taking some punches, the driver weeps and asks to be allowed a cigarette. He bites into the cigarette from his pocket and dies almost instantly.\n\nAt the government house, they discover it was cyanide inside his cigarette. Bond meets with [[Pleydell Smith]] to discuss Strangways, and learns that Dent was one of the last to see Strangways. They visit Strangways' office where Bond discovers a receipt from Dent's practice. He also discovers a photo of [[Quarrel (John Kitzmiller)|a fisherman]] and Strangways and notes that the fisherman was driving the car that was tailing him from the airport. At his hotel room, Bond sets up traps to see if people have entered his room, and heads off to meet Dent and the other card players. They inform him that Strangways had been chartering a fisherman named Quarrel's boat frequently.\n\n===Meeting Quarrel and Leiter===\n[[File:Dr._No_-_Bond_and_Quarrel.png|thumb|250px|Bond and Quarrel]]\nBond visits Quarrell at his boat, but receives no answers. He follows him to Puss Feller's restaurant and is assaulted by the fisherman and Puss Feller but gets the upper-hand in the fight quickly. A man orders Bond to \"hold it\", and shortly reveals himself to be Felix Leiter, CIA. Quarrel greets Bond as a friend. That night at dinner, Bond and Felix talk about Strangways' disappearance and the trouble at Cape Canaveral and the photographer from the airport snaps another photo. Quarrel restrains her while Bond destroys her film. Outside the restaurant, [[The Three Blind Mice]] nearly shoot Bond but are thrown off by a passing car.\n\nThe next day, Bond visits [[Prof. Dent (Anthony Dawson)|R. J. Dent]] at his office and inquires about Strangways' receipt. Dent says the rocks he brought him were not special and he threw them out. Dent also claimed that the rocks were not from Crab Key, a privately owned island near Kingston. After Bond leaves Dent rushes off to a boat and argues with the driver to take him to Crab Key. On the island, he is escorted to a large empty room where he talks to [[Dr. Julius No (Joseph Wiseman)|a voice]] over an intercom. The voice is angry that he arrived during daytime and is angry that Bond is still alive, and will hold Dent responsible if Bond comes snooping around the island. Dent departs with a deadly tarantula left for him to eliminate Bond.\n\n[[File:Dr._No_-_Bond,_Felix,_and_Quarrel.png|thumb|left|250px|Bond, Felix, and Quarrel]]\nBond returns to his hotel room and discovers that his traps had been sprung. He goes to sleep and in the middle of the night is awoken by the spider in his bed. He kills the spider. \n\n===Miss Taro and Dent===\nThe next day he visits Pleydell Smith again and the two discuss the investigation. Bond discovers [[Miss Taro (Zena Marshall)|Miss Taro]] listening in, but she claims she was looking for a file. Bond is later found by Quarrel measuring the radioactivity of the rocks Strangways brought to Dent with a Geiger counter. Their radioactivity levels are high and Bond asks a reluctant Quarrel to take him to Crab Key that night. Quarrel believes there is a dragon on the island.\n\nBack at his hotel room, he receives a call from Miss Taro. She invites him over, but on the way a car tries to run him off the road. He manages to escape while the other car plummets off a hill and explodes. Surprised to see him alive, Taro tries to keep him at her place until another assassin can arrive. They sleep together, and after Bond decides to go out for food. He calls for a car, but rather than a taxi arriving an officer arrives to arrest Taro. Bond tricks out her bed with the pillows as a decoy. When Dent arrives, he shoots the pillows several times before emptying his pistol. Bond disarms him and interrogates the professor about the radioactive samples and his relationship with Strangways. When Dent retrieves his pistol and tries to shoot Bond, it clicks on an empty magazine. Bond coldly shoots the professor. \n\n===Arrival to Crab Key===\n[[File:Dr._No_-_Honey_emerging_from_sea.png|thumb|250px|Honey Ryder emerges from the sea.]]\nBond returns to Quarrel at the dock and they boat over to Crab Key. They pull the boat up on the island and wait until daylight. The next morning Bond hears a woman singing. He sees the beautiful [[Honey Ryder (Ursula Andress)|Honey Ryder]] exiting the sea carrying shells. He surprises her and asks her why she's on the island. She tells him she is not afraid of the island security, but when Quarrel warns them that a boat is coming, they hide behind a sand dune. The security team notices Bond's boat and fires around the island. They leave, claiming they will return with dogs. \n\nBond tries to send Honey back to Kingston, but her boat was hit by the marksmen. She continues with him and Quarrel inland to a hiding spot. On the way, they are forced to hide underwater and use reeds as snorkels as a patrol with dogs approaches. The patrol leaves, but another lone guard arrives and Bond kills him. They arrive at Honey's hiding spot and agree to take turns watching out for the dragon, which Honey claims to have seen. When Quarrel sees tracks, Bond insists they follow them to the dragon. \n\n[[File:Quarrel's_death.jpg|thumb|left|250px|Quarrel is roasted alive by the \"Dragon\".]]\nBy the time they arrive to the dragon it is nighttime. They are spotted and the \"dragon\", a tank painted with teeth and a flamethrower mounted on the front, approaches them. Bond and Quarrel attempt to shoot its tires and lights, but fail. Quarrel is lit on fire and dies. Bond and Honey are apprehended and taken to a compound.\n\n===Meeting Dr. No===\nUpon arrival, they are put through a decontamination process and are taken to a luxurious suite where they find clothes in their exact sizes because, as the extremely polite receptionist explains, they were expected. Bond and Honey drink coffee, still confused, and quickly pass out because the coffee was drugged. A mysterious man with black gloves enters their room as they sleep, but leaves shortly after. The next morning they dress and are escorted to the office of the compound's owner, Dr. Julius No. He arrives and introduces himself, but excuses his handicap - he has lost his hands in an accident and had replaced them with metallic ones.\n[[File:Dr._No_-_Bond,_No,_and_Hony_at_dinner.png|thumb|250px|Dr. No invites Bond and Honey to dinner]]\nDr. No invites them to dinner, where they discuss the origins of his wealth and what he is doing with his nuclear facility: No was once a treasurer for a Hong Kong crime Tong, and escaped China with approximately 10 million dollars of the Tong's money. He explains that he offered his services to the West and the East but was refused by both, which prompted him to work for [[SPECTRE]]. Bond states that he knows all about No because he has read his MI6 and CIA files. Now that both men know what each other is up to, Bond asks that Honey be excused.  No complies, but remarks, \"I'm sure the guards will amuse her,\" as they drag her away.   Bond tries to help her, but a guard shoves a gun in Bond's back and he returns to his seat.  Dr. No then explains why he is planning on taking over the moon rocket's launch from Cape Canaveral, and that it is all a part of [[SPECTRE]]'s master plan. No invites Bond to join SPECTRE, but Bond refuses. No leaves and his guards beat Bond. After his beating, Bond faints and is left in a cell.\n[[File:Dr._No_-_Bond_and_No_fight.png|thumb|left|250px|Bond and Dr. No fight]]\n\n===Destroying Dr. No's operation===\nBond awakes and breaks through a vent in his cell. He crawls through pipes and vents until he reaches a facility room, where he attacks a worker in a radiation suit. He dons the suit and enters Dr. No's main control room where they are running a test on their nuclear reactor. The disguised Bond climbs to a platform with controls. When No initiates the real mission, Bond cranks a dial to a dangerous level, initiating a meltdown.\n\nEveryone starts to flee, but No attempts to fight Bond on the platform. The two fall onto a cage descending into the water holding the nuclear reactor. Bond is able to fight off No long enough to climb out, but Dr. No can't climb out due to his metal hands and drowns.\n[[File:Dr._No_-_Bond_and_Honey_kiss_in_boat.png|thumb|250px|Bond and Honey kiss.]]\nBond runs through the hallways and grabs a receptionist to help him find Honey. He finds her locked on a concrete ramp with a rising tide approaching her body. He unclasps her and the two escape the facility. Outside, they find a boat and Bond punches the two men currently on it. They drive the boat away moments before the compound explodes. Their boat runs out of fuel, but Felix arrives in time to tow them in. Bond and Honey begin kissing, and Bond releases the tow rope, leaving them totally alone in the middle of the Caribbean.",
    "Murder of Strangways": "[[File:Dr._No_-_John_Strangways.png|thumb|250px|John Strangways]]\nAt a country club in Jamaica, undercover British agent John Strangways plays cards with R. J. Dent and others. He leaves the club and is shot down by [[The Three Blind Mice]]: three assassins pretending to be blind beggars. His body is thrown inside a getaway car and rushed off. At Strangways' office, his secretary is murdered while making a call to headquarters. The Three Blind Mice steal two files labeled \"Crab Key\" and \"Doctor No\". On the other end, the radio receiver notifies his superior that there is a situation.",
    "London": "In London, James Bond is playing [[baccarat]] at an upscale casino with several people, one of them is [[Sylvia Trench |Sylvia Trench]]. The two flirt, but Bond receives a note and excuses himself from the game. Sylvia follows him, and he invites her to lunch the next day. Bond then travels to the office of Universal Exports, a cover for the British Intelligence office of MI6. \n\nThere, he is informed by [[M (Bernard Lee)|M]] that he must travel to Jamaica to investigate Strangways' disappearance, which may have something to do with some problems the Americans have been having with their Jupiter (Mercury) rocket launches (the rockets would \"topple\" out of control and land in the Brazilian jungles instead of entering orbit, which actually happened with several Vanguard rocket launches in real life). He is given a new [[Walther PPK]] by [[Major Boothroyd (Peter Burton)|Q]] to replace his Beretta.\n[[File:Dr._No_-_Bond_and_Sylvia.png|thumb|left|250px|Bond and Sylvia]]\nHe returns [[James Bond's Flat|home]] to find Sylvia playing golf in his room, wearing only his shirt. The two spend a short time together before Bond catches a flight to Kingston, Jamaica.",
    "Arrival to Jamaica": "At the Kingston Airport, a [[Felix Leiter (Jack Lord)|mysterious man]] watches Bond arrive, and a [[Annabelle Chung|photographer]] tries to snap his photo. He is greeted by a driver outside, but calls Government House first to check in. He asks if the driver was sent and he learns that no driver was sent. He rides with the driver nonetheless. As the driver tries to evade the man from the airport, Bond pulls a gun on him and interrogates him on the side of the road. After taking some punches, the driver weeps and asks to be allowed a cigarette. He bites into the cigarette from his pocket and dies almost instantly.\n\nAt the government house, they discover it was cyanide inside his cigarette. Bond meets with [[Pleydell Smith]] to discuss Strangways, and learns that Dent was one of the last to see Strangways. They visit Strangways' office where Bond discovers a receipt from Dent's practice. He also discovers a photo of [[Quarrel (John Kitzmiller)|a fisherman]] and Strangways and notes that the fisherman was driving the car that was tailing him from the airport. At his hotel room, Bond sets up traps to see if people have entered his room, and heads off to meet Dent and the other card players. They inform him that Strangways had been chartering a fisherman named Quarrel's boat frequently.",
    "Meeting Quarrel and Leiter": "[[File:Dr._No_-_Bond_and_Quarrel.png|thumb|250px|Bond and Quarrel]]\nBond visits Quarrell at his boat, but receives no answers. He follows him to Puss Feller's restaurant and is assaulted by the fisherman and Puss Feller but gets the upper-hand in the fight quickly. A man orders Bond to \"hold it\", and shortly reveals himself to be Felix Leiter, CIA. Quarrel greets Bond as a friend. That night at dinner, Bond and Felix talk about Strangways' disappearance and the trouble at Cape Canaveral and the photographer from the airport snaps another photo. Quarrel restrains her while Bond destroys her film. Outside the restaurant, [[The Three Blind Mice]] nearly shoot Bond but are thrown off by a passing car.\n\nThe next day, Bond visits [[Prof. Dent (Anthony Dawson)|R. J. Dent]] at his office and inquires about Strangways' receipt. Dent says the rocks he brought him were not special and he threw them out. Dent also claimed that the rocks were not from Crab Key, a privately owned island near Kingston. After Bond leaves Dent rushes off to a boat and argues with the driver to take him to Crab Key. On the island, he is escorted to a large empty room where he talks to [[Dr. Julius No (Joseph Wiseman)|a voice]] over an intercom. The voice is angry that he arrived during daytime and is angry that Bond is still alive, and will hold Dent responsible if Bond comes snooping around the island. Dent departs with a deadly tarantula left for him to eliminate Bond.\n\n[[File:Dr._No_-_Bond,_Felix,_and_Quarrel.png|thumb|left|250px|Bond, Felix, and Quarrel]]\nBond returns to his hotel room and discovers that his traps had been sprung. He goes to sleep and in the middle of the night is awoken by the spider in his bed. He kills the spider.",
    "Miss Taro and Dent": "The next day he visits Pleydell Smith again and the two discuss the investigation. Bond discovers [[Miss Taro (Zena Marshall)|Miss Taro]] listening in, but she claims she was looking for a file. Bond is later found by Quarrel measuring the radioactivity of the rocks Strangways brought to Dent with a Geiger counter. Their radioactivity levels are high and Bond asks a reluctant Quarrel to take him to Crab Key that night. Quarrel believes there is a dragon on the island.\n\nBack at his hotel room, he receives a call from Miss Taro. She invites him over, but on the way a car tries to run him off the road. He manages to escape while the other car plummets off a hill and explodes. Surprised to see him alive, Taro tries to keep him at her place until another assassin can arrive. They sleep together, and after Bond decides to go out for food. He calls for a car, but rather than a taxi arriving an officer arrives to arrest Taro. Bond tricks out her bed with the pillows as a decoy. When Dent arrives, he shoots the pillows several times before emptying his pistol. Bond disarms him and interrogates the professor about the radioactive samples and his relationship with Strangways. When Dent retrieves his pistol and tries to shoot Bond, it clicks on an empty magazine. Bond coldly shoots the professor.",
    "Arrival to Crab Key": "[[File:Dr._No_-_Honey_emerging_from_sea.png|thumb|250px|Honey Ryder emerges from the sea.]]\nBond returns to Quarrel at the dock and they boat over to Crab Key. They pull the boat up on the island and wait until daylight. The next morning Bond hears a woman singing. He sees the beautiful [[Honey Ryder (Ursula Andress)|Honey Ryder]] exiting the sea carrying shells. He surprises her and asks her why she's on the island. She tells him she is not afraid of the island security, but when Quarrel warns them that a boat is coming, they hide behind a sand dune. The security team notices Bond's boat and fires around the island. They leave, claiming they will return with dogs. \n\nBond tries to send Honey back to Kingston, but her boat was hit by the marksmen. She continues with him and Quarrel inland to a hiding spot. On the way, they are forced to hide underwater and use reeds as snorkels as a patrol with dogs approaches. The patrol leaves, but another lone guard arrives and Bond kills him. They arrive at Honey's hiding spot and agree to take turns watching out for the dragon, which Honey claims to have seen. When Quarrel sees tracks, Bond insists they follow them to the dragon. \n\n[[File:Quarrel's_death.jpg|thumb|left|250px|Quarrel is roasted alive by the \"Dragon\".]]\nBy the time they arrive to the dragon it is nighttime. They are spotted and the \"dragon\", a tank painted with teeth and a flamethrower mounted on the front, approaches them. Bond and Quarrel attempt to shoot its tires and lights, but fail. Quarrel is lit on fire and dies. Bond and Honey are apprehended and taken to a compound.",
    "Meeting Dr. No": "Upon arrival, they are put through a decontamination process and are taken to a luxurious suite where they find clothes in their exact sizes because, as the extremely polite receptionist explains, they were expected. Bond and Honey drink coffee, still confused, and quickly pass out because the coffee was drugged. A mysterious man with black gloves enters their room as they sleep, but leaves shortly after. The next morning they dress and are escorted to the office of the compound's owner, Dr. Julius No. He arrives and introduces himself, but excuses his handicap - he has lost his hands in an accident and had replaced them with metallic ones.\n[[File:Dr._No_-_Bond,_No,_and_Hony_at_dinner.png|thumb|250px|Dr. No invites Bond and Honey to dinner]]\nDr. No invites them to dinner, where they discuss the origins of his wealth and what he is doing with his nuclear facility: No was once a treasurer for a Hong Kong crime Tong, and escaped China with approximately 10 million dollars of the Tong's money. He explains that he offered his services to the West and the East but was refused by both, which prompted him to work for [[SPECTRE]]. Bond states that he knows all about No because he has read his MI6 and CIA files. Now that both men know what each other is up to, Bond asks that Honey be excused.  No complies, but remarks, \"I'm sure the guards will amuse her,\" as they drag her away.   Bond tries to help her, but a guard shoves a gun in Bond's back and he returns to his seat.  Dr. No then explains why he is planning on taking over the moon rocket's launch from Cape Canaveral, and that it is all a part of [[SPECTRE]]'s master plan. No invites Bond to join SPECTRE, but Bond refuses. No leaves and his guards beat Bond. After his beating, Bond faints and is left in a cell.\n[[File:Dr._No_-_Bond_and_No_fight.png|thumb|left|250px|Bond and Dr. No fight]]",
    "Destroying Dr. No's operation": "Bond awakes and breaks through a vent in his cell. He crawls through pipes and vents until he reaches a facility room, where he attacks a worker in a radiation suit. He dons the suit and enters Dr. No's main control room where they are running a test on their nuclear reactor. The disguised Bond climbs to a platform with controls. When No initiates the real mission, Bond cranks a dial to a dangerous level, initiating a meltdown.\n\nEveryone starts to flee, but No attempts to fight Bond on the platform. The two fall onto a cage descending into the water holding the nuclear reactor. Bond is able to fight off No long enough to climb out, but Dr. No can't climb out due to his metal hands and drowns.\n[[File:Dr._No_-_Bond_and_Honey_kiss_in_boat.png|thumb|250px|Bond and Honey kiss.]]\nBond runs through the hallways and grabs a receptionist to help him find Honey. He finds her locked on a concrete ramp with a rising tide approaching her body. He unclasps her and the two escape the facility. Outside, they find a boat and Bond punches the two men currently on it. They drive the boat away moments before the compound explodes. Their boat runs out of fuel, but Felix arrives in time to tow them in. Bond and Honey begin kissing, and Bond releases the tow rope, leaving them totally alone in the middle of the Caribbean.",
    "Production": "=== Novel & Script Basis===\n*Ian Fleming's ninth Bond novel, ''[[Thunderball (novel)|Thunderball]]'', was originally chosen to be adapted as the first Bond film but, due to a legal battle with its co-author, [[Kevin McClory]], [[EON Productions]] instead chose to film ''[[Dr. No (novel)|Dr. No]]'', Fleming's sixth Bond novel, originally published in 1958.\n* During the film series' fifty year history, only a couple of films would remain substantially true to their source materials; ''Dr. No'' is generally faithful to Ian Fleming's novel of the same name with many similarities to the book, but almost as many differences. [[File:Dr._No_-_Bond_catches_Dent.png|thumb|Bond catches Dent in the act.]]An infamous scene of the film, in which Bond murders [[Prof. Dent (Anthony Dawson)|Professor Dent]], is not in the original novel and fans of Ian Fleming's novels protested, arguing that even the literary version of Bond was never so cold-hearted, despite being an assassin; indeed, although Bond talks of cold-bloodedly killing someone in the next film, the instances of Bond actually being shown executing someone are few in the film series, with notable exceptions including ''[[The Spy Who Loved Me (film)|The Spy Who Loved Me]]'', ''[[Licence to Kill (film)|Licence to Kill]]'', the 2006 ''[[Casino Royale (film)|Casino Royale]]'' (an act for which Bond is upbraided by M), and ''[[Quantum of Solace (film)|Quantum of Solace]]''.\n*[[Sylvia Trench]], the first Bond girl of the film series, is not a character from any of Ian Fleming's novels. She is destined to become the first and, with the exception of [[Rubelvitch (Eva Reuber-Staier)|Rubelvitch]] (although she never interacted with 007), only Bond girl to appear in more than one film until the introduction of [[Madeleine Swann]] more than 50 years later.\n* After stealing Strangways' files on Dr. No and Crab Key in the novel, the Three Blind Mice burn his house down.\n*The film omits a scene where Dr. No attempts to assassinate Bond with a poisoned fruit basket. \n*Viewers of the film series might be surprised to discover that very little of the playful banter and flirting between Bond and Moneypenny actually exists in the novels; much of it was developed for the movies, although later Bond novelists would incorporate the film relationship into their takes on the characters.\n*Although the ''Dr. No'' novel only mentions [[Miss Taro]] in passing, the character's role was greatly expanded and embellished for this film.\n* [[Honey Ryder]] is named Honeychile Ryder in the novel.[[File:Dr._No_-_photographer.png|thumb|Dr. No's photographer]]The photographer working for Dr. No in this film is named Annabel Chung in the novel.\n*Felix Leiter appears in this film, though not in the novel, even though the character had been created and appeared in prior Bond novels written by Ian Fleming.\n*The books being adapted out of order means that Bond and Quarrel are strangers in the film, whereas in the novel, they already know each other.\n*In the novel, Puss Feller got his nickname from a fight with an octopus. In the film, he wrestles alligators.\n*The novel has a different emphasis from the film on Bond's escape through a ventilation duct. In the book, this is a deliberate ordeal for Bond that culminates in a fight with a giant squid.\n*The book's version of the scene in which Bond finds a tarantula in his bed instead features a centipede. The film's makers thought that a spider would represent a more obvious danger to Bond.\n*When Bond meets Honey in the novel, she's completely naked except for her knife-belt and scuba mask. This would never have got past the censors in 1962, so she wears a bikini.\n*Honey is described as having a broken nose in the book and she collects shells to pay for her surgery. Her nose is fine in the film and it's implied that she collects shells purely for monetary value. \n*Honey's desire to become a call girl in [[New York]] is omitted.\n*Though Dr. No claims to be a member of <small>[[SPECTRE]]</small> in this film, he works for a Russian organization named <small>[[SMERSH]] </small>in the novel.\n*Dr. No has a different backstory in the book and the film. In the book, he had his hands cut off after stealing money from them. In the film, it's implied that he lost them experimenting with radiation.\n*Also in the book, Dr. No is suffocated to death by a pile of guano and does not die in his own nuclear reactor, as he does in this movie.\n*In an early version of the script, Dr. No is the name of a monkey and not the name of the main villain.\n*[[File:Dr._No_-_Bond_rescues_Honey.png|thumb|Bond rescues Honey]]The end of the movie had originally featured land crabs attacking Honey Ryder when Bond rescues her. The sequence was filmed, but the crabs were thought to move too slow to be menacing and the end was reshot without the crabs. Despite the scene's exclusion from the movie, photographs of the earlier ending can be seen on the special edition DVD.\n*In the novel, Bond and Honey escape Crab Key by hijacking the dragon tank. In the film, they escape by boat.\n*The [[Daniel Craig]] films are often cited as the first Bond films to form a story arc; this is incorrect, as ''Dr. No'' launches a multi-film arc involving <small>[[SPECTRE]]</small> that runs straight through to 1971's ''[[Diamonds Are Forever (film)|Diamonds Are Forever]]'' (with ''[[Goldfinger (film)|Goldfinger]]'' the only entry that has no apparent connection to the evil organization).\n\n===Searching for James Bond===\n*Initially, Cary Grant, Patrick McGoohan, Trevor Howard, Richard Burton, George Baker, Steve Reeves, James Mason, Richard Todd, Stanley Baker, Rex Harrison, Rod Taylor, Richard Johnson, and [[David Niven]] were each considered for the role of James Bond. [[Max von Sydow]] was offered the role of the villainous Dr. Julius No.\n*Ian Fleming originally wanted his cousin, [[Christopher Lee]] (who later went on top play the role of [[Francisco Scaramanga]]), to play the role of Dr. Julius No. Other possibilities Fleming personally favored were Noel Coward as Dr. No and David Niven as Bond, both of whom he knew personally.[[File:Dr._No_-_Bond_at_dock.png|thumb|Sean Connery as James Bond]]Sean Connery was a relative unknown at the time he won the role of Bond. It is often reported that Connery won the role through a contest set up to \"find James Bond\". While this is untrue, the contest itself did exist, and six finalists were chosen and screentested by Broccoli, Saltzman, and Fleming. The winner of the contest was a 28-year-old model named Peter Anthony who, according to Broccoli, had a Gregory Peck quality but lacked the technique to cope with the demanding role of Bond.\n\n===Firsts & Continuity=== \n*This film first introduced several themes that would return in subsequent Bond films, including the distinctive James Bond theme, the gun barrel sequence, \"[[Bond girl]]s\", exotic locales, narrow escapes, Bond's astonishing good luck and skill, Bond's signature Walther PPK and his licence to kill, an over-ambitious villain, quirky, villainous henchmen, [[Felix Leiter]] of the CIA, the main character's introduction as \"Bond, James Bond\", as well as his taste for fine champagne, vodka martinis (shaken, not stirred), women, and weaponry.[[File:Dr._No_-_Bond_and_Jones_fighting.png|thumb|Bond fights Jones]]Bond would rarely behave as cold-heartedly as he does in the scene in which he murders Professor Dent, although he would act in similar fashion in ''[[The Spy Who Loved Me]]'', ''[[For Your Eyes Only]]'', ''[[Licence to Kill]]'', and ''[[Tomorrow Never Dies]]''.\n* This is the first Bond film to reference the criminal organization <small>[[SPECTRE]]</small>, as Dr. Julius No is established as being a member of the organization. However, although both Ian Fleming's novels and later Bond movies establish that <small>SPECTRE</small> is an abbreviation of \"'''SP'''ecial '''E'''xecutive for '''C'''ounterintelligence, '''T'''errorism, '''R'''evenge and '''E'''xtortion\", this film gives the full version of the organization's title, referenced only once (by Dr. No), without the word \"and\". Additionally, <small>SPECTRE</small>'s role in this film is minor. The organization would later be a more formidable foe in ''[[From Russia with Love]]'' through ''[[You Only Live Twice]]'' (with the exception of ''[[Goldfinger]]''). The head of SPECTRE, [[Ernst Stavro Blofeld]], would continue to be Bond's nemesis until ''[[Diamonds Are Forever]]'', and again (briefly) in ''[[For Your Eyes Only]]''.[[File:Dr._No_-_Bond_and_Moneypenny.png|thumb|Bond and Moneypenny]]M and Miss Moneypenny, played by [[Bernard Lee]] and [[Lois Maxwell]], first appear in this film and would become permanent fixtures until the 1980s.\n*[[Q]] is not referred to in this movie, though the film does feature a man who provides Bond with weapons named \"Major Boothroyd\" both on-screen and in the end credits. Although the character is played by [[Peter Burton]], the armourer would seem to be the same person as Q, since Ian Fleming's novels refer to Q as Major Boothroyd. Usual Q actor [[Desmond Llewelyn]] would appear as \"Boothroyd\" in the following film, ''[[From Russia with Love]]'', due to Burton being unavailable. Although Q-Branch is first mentioned in that film, it would not be until ''[[Goldfinger]]'' that the armourer would be referred to as Q.\n*[[File:Dr._No_-_Bond_and_Taro.png|thumb|Bond and Taro]]The character of [[Miss Taro]] from this film would become the first of many \"bad girls\" in the Bond film series, women such as [[Fiona Volpe (Luciana Paluzzi)|Fiona Volpe]], [[Xenia Onatopp]] and [[Helga Brandt]].\n*This film provides the first of only three views of Bond's flat, the others being in ''[[Live and Let Die]] ''and ''[[Spectre]]''.\n*In one scene, M claims that he is head of MI7, even though MI6 is referenced earlier in the film (Bernard Lee is noticeably dubbed and the original trailer for the film has the original audio in which he says MI6). No other mention of MI7 would be made in subsequent Bond films and it currently does not exist in real life, although MI7 was once the name of a temporary subsection that specifically dealt with propaganda during World War I. One possible explanation for the reference to MI7 is that there might have been a prohibition on mentioning MI6 in the media at the time this film was made (suggesting the MI6 reference earlier was retained in error). If so, this changed and not only would MI6 be cited frequently in future Bond films, but also its real-life headquarters building would first be seen and used in ''[[GoldenEye]]'', decades later (although the real-life MI6 is not known to have a 00-section).[[File:Dr._No_-_compound_explodes.png|thumb|Dr. No's compound explodes]]In another scene, Dr. No offers Bond a vodka martini \"with lemon peel\". Besides being the first on-screen reference to Bond's favorite drink by a major character (a waiter serves one to Bond when he arrives in his hotel room), it is the only occasion in the original continuity that any additional ingredient (namely the lemon peel) is mentioned (Also mentioned in 2006's ''[[Casino Royale]]'', released more than forty years after this film).\n*M mentions there having been a reduction in 00 casualties since he became head of MI6/7. This is the first indication in the series of M being an assigned position, though it would be the 1980s (if one doesn't count the 1967 ''[[Casino Royale (1967 film)|Casino Royale]]'') before this becomes an issue again. It is unclear if this indicates that this M is new to the position.\n*This is Bond's first mission after spending six months in hospital due to his previous mission ending badly due to his gun jamming. The nature of this mission has never been revealed, nor has the extent of Bond's injuries - during the remainder of the film and those that follow, he doesn't appear to exhibit any lingering signs nor other major signs of injury. It would not be until the 2006 version of ''[[Casino Royale (2006 film)|Casino Royale]]'' that Bond would be shown injured to the point of requiring hospitalization.\n\n===Gun Barrel Sequence===\n[[File:Dr._No_-_Bond_and_Felix.png|thumb|Bond and Felix]]This film starts with strange electronic noises that accompany the familiar white dot which unusually pauses in the middle of the screen as the credit \"Harry Saltzman & Albert R Broccoli present\" appears (the ampersand is within the dot). The dot continues moving before it opens out to reveal black and white footage of stunt performer Bob Simmons, doubling for Sean Connery who was apparently unavailable when it was decided to film the sequence. Simmons, wearing a hat, jumps to the side and fires. We hear the sound from the gunshot dissipate and only after that does the James Bond Theme start. The same footage would be reused for the next two films, ''[[From Russia with Love]]'' and ''[[Goldfinger]]'', and Connery wouldn't appear in the gun barrel sequence himself until the fourth official Bond film, ''[[Thunderball]]''.\n\n===Locations===\n''Dr. No'' is set and was filmed in [[London]], Kingston in [[Jamaica]], and Crab Key - an island off Jamaica. The casino scene at the beginning of the film was set at the \"Les Ambassadeurs\" Club, Hamilton Place, London. The club still exists, and is one of London's most exclusive casinos. The Club itself was a set that was subsequently re-used as [[Pleydell Smith (Louis Blaazer)|Pleydell Smith]]'s office.\n\n===Bond Girls===\n*[[Honey Ryder]] would prove to be well-liked by many viewers who consider her the standard to which most future Bond girls are measured up to.\n*Both fans and critics have likened Honey Rider's emergence from the sea in a white bikini to ''Botticelli's Venus'', a painting which depicts the goddess Venus, having emerged from the sea as a full grown woman, arriving naked at the sea-shore.\n*Sylvia Trench was originally intended to be Bond's regular girlfriend but that concept was ultimately abandoned and the character only made one subsequent appearance before she was dropped in favour of further developing the playful relationship between Bond and Miss Moneypenny.\n* Eunice Gayson, the actress who appears as Sylvia Trench in this film, was originally hired to play Miss Moneypenny, and [[Lois Maxwell]] was to have played Sylvia, but the two actresses swapped their roles. Gayson's daughter would later appear as an extra in ''[[GoldenEye]]''.\n*Former \"Miss Jamaica\" [[Margeurite LeWars]], who appears as the villainous photographer [[Annabel Chung]], was initially considered for the role of [[Miss Taro]] by director [[Terence Young]], whom the actress met while working at an airport counter. The role, according to LeWars, was too racy for her, so she opted for the part of the photographer instead.\n*[[Mary Trueblood (Dolores Keator)|Mary Trueblood]] is one of the first young women to be seen onscreen in an Eon film, but appears to have no direct interaction with Bond himself.\n\n===Music & Soundtrack===\n:''See also: [[Dr. No (soundtrack)]] and [[James Bond Theme]]''\n\n*[[File:Dr_No_-_The_Three_Blind_Mice.png|thumb|\"The Three Blind Mice\" assassins]]The scene in which M claims to be head of MI7 is actually dubbed, since it is clear that M says MI6 (the subtitles on the special edition DVD release also says \"MI6\", and at least one trailer features the undubbed dialogue).\n\n*Most female voices in this film, including that of Honey Ryder actress, Ursula Andress, who had a thick Swiss German accent, were dubbed by an uncredited actress, Monica Van Der Syl, in post-production. The only time when Van Der Syl's voice is not used for Honey Ryder is when the character sings \"[[Underneath The Mango Tree]]\" during her first appearance. [[Diana Coupland]], an actress who was married to Monty Norman at the time this film was being created, provided the singing voice of Honey Ryder. The undubbed voice of [[Eunice Gayson ]]as [[Sylvia Trench ]]can be heard on the theatrical trailer for ''Dr. No'', included on the special edition DVD; Gayson speaks with a noticeably higher pitch than Van Der Syl. The practice of dubbing actress' voices in post-production would be a standard procedure with Bond films throughout the 1960s and few actresses were provided with a chance to present their own voices, with notable exceptions being [[Honor Blackman]] (as [[Pussy Galore (Honor Blackman)|Pussy Galore]] in ''[[Goldfinger]]''), [[Diana Rigg]] (as [[Tracy Bond (Diana Rigg)|Tracy Bond]] in ''[[On Her Majesty's Secret Service]]''), and [[Lois Maxwell]] as [[Moneypenny]].\n\n*[[File:Dr._No_-_Pleydell_Smith.png|thumb|Pleydell Smith]]The voice of [[Louis Blaazer]], who plays [[Pleydell Smith (Louis Blaazer)|Pleydell Smith]] in this movie, was also dubbed. Although a resident of Jamaica at the time of filming, he had been brought up in Aberdeen. The producers of the film were concerned about the movie's audiences hearing two Scottish accents during the actor's scenes with Sean Connery and it was consequently decided to re-dub Pleydell-Smith's lines with a clipped Home Counties voice.\n\n===Title=== \n*The title of ''Dr. No'' has one of the more obvious derivations of the Bond films, being as it is the name of the movie's villain, [[Dr. Julius No]].\n\n* The film was alternatively titled ''James Bond Chases Dr. No'' in Germany, ''James Bond Vs. Dr. No'' in France and Belgium, ''007 Is The Killing Number: Dr. No'' in Japan, ''Agent 007 Vs. The Satanic Dr. No'' in Brazil, Latin America and Portugal, ''Agent 007 Vs. Dr. No'' in Spain'','' ''Agent 007: Mission: Kill Dr No'' in Denmark, ''Agent 007 With A Licence To Kill'' in Sweden and, more simply, ''Licence To Kill'' in Italy. \n\n*Because the film received titles that incorporated the phrase \"licence to kill\" in some countries, a minor problem arose during translations of the title of the sixteenth film ''[[Licence to Kill]]''.",
    " Novel & Script Basis": "*Ian Fleming's ninth Bond novel, ''[[Thunderball (novel)|Thunderball]]'', was originally chosen to be adapted as the first Bond film but, due to a legal battle with its co-author, [[Kevin McClory]], [[EON Productions]] instead chose to film ''[[Dr. No (novel)|Dr. No]]'', Fleming's sixth Bond novel, originally published in 1958.\n* During the film series' fifty year history, only a couple of films would remain substantially true to their source materials; ''Dr. No'' is generally faithful to Ian Fleming's novel of the same name with many similarities to the book, but almost as many differences. [[File:Dr._No_-_Bond_catches_Dent.png|thumb|Bond catches Dent in the act.]]An infamous scene of the film, in which Bond murders [[Prof. Dent (Anthony Dawson)|Professor Dent]], is not in the original novel and fans of Ian Fleming's novels protested, arguing that even the literary version of Bond was never so cold-hearted, despite being an assassin; indeed, although Bond talks of cold-bloodedly killing someone in the next film, the instances of Bond actually being shown executing someone are few in the film series, with notable exceptions including ''[[The Spy Who Loved Me (film)|The Spy Who Loved Me]]'', ''[[Licence to Kill (film)|Licence to Kill]]'', the 2006 ''[[Casino Royale (film)|Casino Royale]]'' (an act for which Bond is upbraided by M), and ''[[Quantum of Solace (film)|Quantum of Solace]]''.\n*[[Sylvia Trench]], the first Bond girl of the film series, is not a character from any of Ian Fleming's novels. She is destined to become the first and, with the exception of [[Rubelvitch (Eva Reuber-Staier)|Rubelvitch]] (although she never interacted with 007), only Bond girl to appear in more than one film until the introduction of [[Madeleine Swann]] more than 50 years later.\n* After stealing Strangways' files on Dr. No and Crab Key in the novel, the Three Blind Mice burn his house down.\n*The film omits a scene where Dr. No attempts to assassinate Bond with a poisoned fruit basket. \n*Viewers of the film series might be surprised to discover that very little of the playful banter and flirting between Bond and Moneypenny actually exists in the novels; much of it was developed for the movies, although later Bond novelists would incorporate the film relationship into their takes on the characters.\n*Although the ''Dr. No'' novel only mentions [[Miss Taro]] in passing, the character's role was greatly expanded and embellished for this film.\n* [[Honey Ryder]] is named Honeychile Ryder in the novel.[[File:Dr._No_-_photographer.png|thumb|Dr. No's photographer]]The photographer working for Dr. No in this film is named Annabel Chung in the novel.\n*Felix Leiter appears in this film, though not in the novel, even though the character had been created and appeared in prior Bond novels written by Ian Fleming.\n*The books being adapted out of order means that Bond and Quarrel are strangers in the film, whereas in the novel, they already know each other.\n*In the novel, Puss Feller got his nickname from a fight with an octopus. In the film, he wrestles alligators.\n*The novel has a different emphasis from the film on Bond's escape through a ventilation duct. In the book, this is a deliberate ordeal for Bond that culminates in a fight with a giant squid.\n*The book's version of the scene in which Bond finds a tarantula in his bed instead features a centipede. The film's makers thought that a spider would represent a more obvious danger to Bond.\n*When Bond meets Honey in the novel, she's completely naked except for her knife-belt and scuba mask. This would never have got past the censors in 1962, so she wears a bikini.\n*Honey is described as having a broken nose in the book and she collects shells to pay for her surgery. Her nose is fine in the film and it's implied that she collects shells purely for monetary value. \n*Honey's desire to become a call girl in [[New York]] is omitted.\n*Though Dr. No claims to be a member of <small>[[SPECTRE]]</small> in this film, he works for a Russian organization named <small>[[SMERSH]] </small>in the novel.\n*Dr. No has a different backstory in the book and the film. In the book, he had his hands cut off after stealing money from them. In the film, it's implied that he lost them experimenting with radiation.\n*Also in the book, Dr. No is suffocated to death by a pile of guano and does not die in his own nuclear reactor, as he does in this movie.\n*In an early version of the script, Dr. No is the name of a monkey and not the name of the main villain.\n*[[File:Dr._No_-_Bond_rescues_Honey.png|thumb|Bond rescues Honey]]The end of the movie had originally featured land crabs attacking Honey Ryder when Bond rescues her. The sequence was filmed, but the crabs were thought to move too slow to be menacing and the end was reshot without the crabs. Despite the scene's exclusion from the movie, photographs of the earlier ending can be seen on the special edition DVD.\n*In the novel, Bond and Honey escape Crab Key by hijacking the dragon tank. In the film, they escape by boat.\n*The [[Daniel Craig]] films are often cited as the first Bond films to form a story arc; this is incorrect, as ''Dr. No'' launches a multi-film arc involving <small>[[SPECTRE]]</small> that runs straight through to 1971's ''[[Diamonds Are Forever (film)|Diamonds Are Forever]]'' (with ''[[Goldfinger (film)|Goldfinger]]'' the only entry that has no apparent connection to the evil organization).",
    "Searching for James Bond": "*Initially, Cary Grant, Patrick McGoohan, Trevor Howard, Richard Burton, George Baker, Steve Reeves, James Mason, Richard Todd, Stanley Baker, Rex Harrison, Rod Taylor, Richard Johnson, and [[David Niven]] were each considered for the role of James Bond. [[Max von Sydow]] was offered the role of the villainous Dr. Julius No.\n*Ian Fleming originally wanted his cousin, [[Christopher Lee]] (who later went on top play the role of [[Francisco Scaramanga]]), to play the role of Dr. Julius No. Other possibilities Fleming personally favored were Noel Coward as Dr. No and David Niven as Bond, both of whom he knew personally.[[File:Dr._No_-_Bond_at_dock.png|thumb|Sean Connery as James Bond]]Sean Connery was a relative unknown at the time he won the role of Bond. It is often reported that Connery won the role through a contest set up to \"find James Bond\". While this is untrue, the contest itself did exist, and six finalists were chosen and screentested by Broccoli, Saltzman, and Fleming. The winner of the contest was a 28-year-old model named Peter Anthony who, according to Broccoli, had a Gregory Peck quality but lacked the technique to cope with the demanding role of Bond.",
    "Firsts & Continuity": "*This film first introduced several themes that would return in subsequent Bond films, including the distinctive James Bond theme, the gun barrel sequence, \"[[Bond girl]]s\", exotic locales, narrow escapes, Bond's astonishing good luck and skill, Bond's signature Walther PPK and his licence to kill, an over-ambitious villain, quirky, villainous henchmen, [[Felix Leiter]] of the CIA, the main character's introduction as \"Bond, James Bond\", as well as his taste for fine champagne, vodka martinis (shaken, not stirred), women, and weaponry.[[File:Dr._No_-_Bond_and_Jones_fighting.png|thumb|Bond fights Jones]]Bond would rarely behave as cold-heartedly as he does in the scene in which he murders Professor Dent, although he would act in similar fashion in ''[[The Spy Who Loved Me]]'', ''[[For Your Eyes Only]]'', ''[[Licence to Kill]]'', and ''[[Tomorrow Never Dies]]''.\n* This is the first Bond film to reference the criminal organization <small>[[SPECTRE]]</small>, as Dr. Julius No is established as being a member of the organization. However, although both Ian Fleming's novels and later Bond movies establish that <small>SPECTRE</small> is an abbreviation of \"'''SP'''ecial '''E'''xecutive for '''C'''ounterintelligence, '''T'''errorism, '''R'''evenge and '''E'''xtortion\", this film gives the full version of the organization's title, referenced only once (by Dr. No), without the word \"and\". Additionally, <small>SPECTRE</small>'s role in this film is minor. The organization would later be a more formidable foe in ''[[From Russia with Love]]'' through ''[[You Only Live Twice]]'' (with the exception of ''[[Goldfinger]]''). The head of SPECTRE, [[Ernst Stavro Blofeld]], would continue to be Bond's nemesis until ''[[Diamonds Are Forever]]'', and again (briefly) in ''[[For Your Eyes Only]]''.[[File:Dr._No_-_Bond_and_Moneypenny.png|thumb|Bond and Moneypenny]]M and Miss Moneypenny, played by [[Bernard Lee]] and [[Lois Maxwell]], first appear in this film and would become permanent fixtures until the 1980s.\n*[[Q]] is not referred to in this movie, though the film does feature a man who provides Bond with weapons named \"Major Boothroyd\" both on-screen and in the end credits. Although the character is played by [[Peter Burton]], the armourer would seem to be the same person as Q, since Ian Fleming's novels refer to Q as Major Boothroyd. Usual Q actor [[Desmond Llewelyn]] would appear as \"Boothroyd\" in the following film, ''[[From Russia with Love]]'', due to Burton being unavailable. Although Q-Branch is first mentioned in that film, it would not be until ''[[Goldfinger]]'' that the armourer would be referred to as Q.\n*[[File:Dr._No_-_Bond_and_Taro.png|thumb|Bond and Taro]]The character of [[Miss Taro]] from this film would become the first of many \"bad girls\" in the Bond film series, women such as [[Fiona Volpe (Luciana Paluzzi)|Fiona Volpe]], [[Xenia Onatopp]] and [[Helga Brandt]].\n*This film provides the first of only three views of Bond's flat, the others being in ''[[Live and Let Die]] ''and ''[[Spectre]]''.\n*In one scene, M claims that he is head of MI7, even though MI6 is referenced earlier in the film (Bernard Lee is noticeably dubbed and the original trailer for the film has the original audio in which he says MI6). No other mention of MI7 would be made in subsequent Bond films and it currently does not exist in real life, although MI7 was once the name of a temporary subsection that specifically dealt with propaganda during World War I. One possible explanation for the reference to MI7 is that there might have been a prohibition on mentioning MI6 in the media at the time this film was made (suggesting the MI6 reference earlier was retained in error). If so, this changed and not only would MI6 be cited frequently in future Bond films, but also its real-life headquarters building would first be seen and used in ''[[GoldenEye]]'', decades later (although the real-life MI6 is not known to have a 00-section).[[File:Dr._No_-_compound_explodes.png|thumb|Dr. No's compound explodes]]In another scene, Dr. No offers Bond a vodka martini \"with lemon peel\". Besides being the first on-screen reference to Bond's favorite drink by a major character (a waiter serves one to Bond when he arrives in his hotel room), it is the only occasion in the original continuity that any additional ingredient (namely the lemon peel) is mentioned (Also mentioned in 2006's ''[[Casino Royale]]'', released more than forty years after this film).\n*M mentions there having been a reduction in 00 casualties since he became head of MI6/7. This is the first indication in the series of M being an assigned position, though it would be the 1980s (if one doesn't count the 1967 ''[[Casino Royale (1967 film)|Casino Royale]]'') before this becomes an issue again. It is unclear if this indicates that this M is new to the position.\n*This is Bond's first mission after spending six months in hospital due to his previous mission ending badly due to his gun jamming. The nature of this mission has never been revealed, nor has the extent of Bond's injuries - during the remainder of the film and those that follow, he doesn't appear to exhibit any lingering signs nor other major signs of injury. It would not be until the 2006 version of ''[[Casino Royale (2006 film)|Casino Royale]]'' that Bond would be shown injured to the point of requiring hospitalization.",
    "Gun Barrel Sequence": "[[File:Dr._No_-_Bond_and_Felix.png|thumb|Bond and Felix]]This film starts with strange electronic noises that accompany the familiar white dot which unusually pauses in the middle of the screen as the credit \"Harry Saltzman & Albert R Broccoli present\" appears (the ampersand is within the dot). The dot continues moving before it opens out to reveal black and white footage of stunt performer Bob Simmons, doubling for Sean Connery who was apparently unavailable when it was decided to film the sequence. Simmons, wearing a hat, jumps to the side and fires. We hear the sound from the gunshot dissipate and only after that does the James Bond Theme start. The same footage would be reused for the next two films, ''[[From Russia with Love]]'' and ''[[Goldfinger]]'', and Connery wouldn't appear in the gun barrel sequence himself until the fourth official Bond film, ''[[Thunderball]]''.",
    "Locations": "{| class=wikitable\n|-\n! Country and region !! Location !! Real/shooting Location\n|-\n| rowspan=3 | [[UK]], [[London]]\n| [[Secret Intelligence Service|MI6]] Headquarters\n| Queensborough House and Hampton House, Albert Embankment \n|-\n| Le Cercle, [[Les Ambassadeurs Club]]\n| Same\n|-\n| [[James Bond's Flat]], Chelsea\n| ''Unknown''\n|-\n| rowspan=7 | [[Colony of Jamaica]], [[Kingston]]\n| Queen's Club \n| Liguanea Club \n|-\n| Kingston Airport \n| Same, presently known as [[Wikipedia:Norman Manley International Airport|Norman Manley International Airport]]\n|-\n| Government House \n| Same, presently known as [[Wikipedia:King's House, Jamaica|King's House]]\n|-\n| Bond's Hotel\n| Courtleigh Manor (hotel closed in 1995 and was torn down) \n|-\n| Puss Feller's \n| Morgan's Harbour \n|-\n| Hearse chase site\n| Quarry Road \n|-\n| Miss Taro's House \n| Grand Lido Sans Souci (now Couples Sans Souci) \n|-\n| rowspan=3 | [[Colony of Jamaica]], [[Crab Key]]\n| Crab Key Beach\n| Pearly Beach \n|-\n| Bath on Crab Key Island \n| [[Wikipedia:Dunn's River Falls|Dunn's River Falls]]\n|-\n|[[Dr No's laboratory]]\n|Exterior is Reynold's Pier<br>Interior shots are studio\n|}\n\n\n===Map===\n{{#display_map: \nKingston, Jamaica;\n17.937338421879545, -76.7762946552145;\n5 Hamilton Place, Mayfair, London, England;\n51.48946515571221, -0.16302288895618458;\nLondon, England;\n}}",
    "Bond Girls": "*[[Honey Ryder]] would prove to be well-liked by many viewers who consider her the standard to which most future Bond girls are measured up to.\n*Both fans and critics have likened Honey Rider's emergence from the sea in a white bikini to ''Botticelli's Venus'', a painting which depicts the goddess Venus, having emerged from the sea as a full grown woman, arriving naked at the sea-shore.\n*Sylvia Trench was originally intended to be Bond's regular girlfriend but that concept was ultimately abandoned and the character only made one subsequent appearance before she was dropped in favour of further developing the playful relationship between Bond and Miss Moneypenny.\n* Eunice Gayson, the actress who appears as Sylvia Trench in this film, was originally hired to play Miss Moneypenny, and [[Lois Maxwell]] was to have played Sylvia, but the two actresses swapped their roles. Gayson's daughter would later appear as an extra in ''[[GoldenEye]]''.\n*Former \"Miss Jamaica\" [[Margeurite LeWars]], who appears as the villainous photographer [[Annabel Chung]], was initially considered for the role of [[Miss Taro]] by director [[Terence Young]], whom the actress met while working at an airport counter. The role, according to LeWars, was too racy for her, so she opted for the part of the photographer instead.\n*[[Mary Trueblood (Dolores Keator)|Mary Trueblood]] is one of the first young women to be seen onscreen in an Eon film, but appears to have no direct interaction with Bond himself.",
    "Music & Soundtrack": ":''See also: [[Dr. No (soundtrack)]] and [[James Bond Theme]]''\n\n*[[File:Dr_No_-_The_Three_Blind_Mice.png|thumb|\"The Three Blind Mice\" assassins]]The scene in which M claims to be head of MI7 is actually dubbed, since it is clear that M says MI6 (the subtitles on the special edition DVD release also says \"MI6\", and at least one trailer features the undubbed dialogue).\n\n*Most female voices in this film, including that of Honey Ryder actress, Ursula Andress, who had a thick Swiss German accent, were dubbed by an uncredited actress, Monica Van Der Syl, in post-production. The only time when Van Der Syl's voice is not used for Honey Ryder is when the character sings \"[[Underneath The Mango Tree]]\" during her first appearance. [[Diana Coupland]], an actress who was married to Monty Norman at the time this film was being created, provided the singing voice of Honey Ryder. The undubbed voice of [[Eunice Gayson ]]as [[Sylvia Trench ]]can be heard on the theatrical trailer for ''Dr. No'', included on the special edition DVD; Gayson speaks with a noticeably higher pitch than Van Der Syl. The practice of dubbing actress' voices in post-production would be a standard procedure with Bond films throughout the 1960s and few actresses were provided with a chance to present their own voices, with notable exceptions being [[Honor Blackman]] (as [[Pussy Galore (Honor Blackman)|Pussy Galore]] in ''[[Goldfinger]]''), [[Diana Rigg]] (as [[Tracy Bond (Diana Rigg)|Tracy Bond]] in ''[[On Her Majesty's Secret Service]]''), and [[Lois Maxwell]] as [[Moneypenny]].\n\n*[[File:Dr._No_-_Pleydell_Smith.png|thumb|Pleydell Smith]]The voice of [[Louis Blaazer]], who plays [[Pleydell Smith (Louis Blaazer)|Pleydell Smith]] in this movie, was also dubbed. Although a resident of Jamaica at the time of filming, he had been brought up in Aberdeen. The producers of the film were concerned about the movie's audiences hearing two Scottish accents during the actor's scenes with Sean Connery and it was consequently decided to re-dub Pleydell-Smith's lines with a clipped Home Counties voice.",
    "Title": "*The title of ''Dr. No'' has one of the more obvious derivations of the Bond films, being as it is the name of the movie's villain, [[Dr. Julius No]].\n\n* The film was alternatively titled ''James Bond Chases Dr. No'' in Germany, ''James Bond Vs. Dr. No'' in France and Belgium, ''007 Is The Killing Number: Dr. No'' in Japan, ''Agent 007 Vs. The Satanic Dr. No'' in Brazil, Latin America and Portugal, ''Agent 007 Vs. Dr. No'' in Spain'','' ''Agent 007: Mission: Kill Dr No'' in Denmark, ''Agent 007 With A Licence To Kill'' in Sweden and, more simply, ''Licence To Kill'' in Italy. \n\n*Because the film received titles that incorporated the phrase \"licence to kill\" in some countries, a minor problem arose during translations of the title of the sixteenth film ''[[Licence to Kill]]''.",
    "Cast & characters": "<gallery orientation=\"square\" spacing=\"small\" widths=\"105\" captionalign=\"center\" position=\"left\" hideaddbutton=\"true\" captionposition=\"below\" captionsize=\"small\" navigation=\"true\" bordersize=\"none\">\nJames Bond (Dr. No) - Profile.png|[[James Bond (Sean Connery)|James Bond]]<br>([[Sean Connery]])|link=James Bond (Sean Connery)\nHoney Ryder (Ursula Andress) - Profile.png|[[Honey Ryder (Ursula Andress)|Honey Ryder]]<br>([[Ursula Andress]] & [[Nikki van der Zyl]] (voice))|link=Honey Ryder (Ursula Andress)\nDr No - Profile.jpg|[[Dr. Julius No (Joseph Wiseman)|Dr. Julius No]]<br>([[Joseph Wiseman]])|link=Dr. Julius No (Joseph Wiseman)\nFelix Leiter (Jack Lord) - Profile.png|[[Felix Leiter (Jack Lord)|Felix Leiter]]<br>([[Jack Lord]])|link=Felix Leiter (Jack Lord)\nM (Bernard Lee) - Profile.jpg|[[M (Bernard Lee)|M]]<br>([[Bernard Lee]])|link=M (Bernard Lee)\nR.J. Dent - Profile.png|[[Prof. Dent (Anthony Dawson)|R. J. Dent]]<br>([[Anthony Dawson]])|link=Prof. Dent (Anthony Dawson)\nQuarrel (John Kitzmiller) - Profile.jpg|[[Quarrel (John Kitzmiller)|Quarrel]]<br>([[John Kitzmiller]])|link=Quarrel (John Kitzmiller)\nMiss Taro Profile.png|[[Miss Taro (Zena Marshall)|Miss Taro]]<br>([[Zena Marshall]])|link=Miss Taro (Zena Marshall)\nSylvia Trench (Eunice Gayson) - Profile.jpg|[[Sylvia Trench]]<br>([[Eunice Gayson]])|link=Sylvia Trench\nSister Rose (Michel Mok) - Profile.jpg|[[Sister Rose]]<br>([[Michel Mok]])|link=Sister Rose \nMoneypenny - Lois Maxwell - Profile.png|[[Miss Moneypenny (Lois Maxwell)|Miss Moneypenny]]<br>([[Lois Maxwell]])|link=Miss Moneypenny (Lois Maxwell)\nQ (Peter Burton) - Profile.png|[[Major Boothroyd (Peter Burton)|Q]]<br>([[Peter Burton]])|link=Major Boothroyd (Peter Burton)\nSister Lily (Yvonne Shima) - Profile.jpg|[[Sister Lily]]<br>([[Yvonne Shima]])|link=Sister Lily\nPleydell-Smith (Louis Blaazer) - Profile.png|[[Pleydell Smith (Louis Blaazer)|Pleydell Smith]]<br>([[Louis Blaazer]])|link=Pleydell Smith (Louis Blaazer)\nJones (Reginald Carter) - Profile.jpg|[[Jones|Mr. Jones]]<br>([[Reginald Carter]])|link=Jones \nCommissioner Duff Profile.png|[[Superintendent Duff]]<br>([[William Foster-Davis]])|link=Superintendent Duff\nAnnabelle Chung (Marguerite LeWars) - Profile.jpg|[[Annabel Chung]]<br>([[Marguerite LeWars]])|link=Annabel Chung\n</gallery>\n\nOther cast:\n* [[The Three Blind Mice]] - [[Eric Coverley]], [[Charles Edghill]] & [[Henry Lopez]]\n* [[Mary Trueblood (Dolores Keator)|Mary Trueblood]] - [[Dolores Keator]]\n* [[Chen]] - [[Anthony Chinn]]\n* [[Puss-Feller (Lester Pendergast)|Puss-Feller]] - [[Lester Pendergast]]\n* Dr. No's guard - [[Milton Reid]]",
    "Production Crew": "[[File:Dr._No_teaser.jpg|thumb|Teaser poster.]]\n*Directed by: [[Terence Young]]\n*Written by: [[Ian Fleming]]\n*Screenplay by: [[Richard Maibaum]], [[Johanna Harwood]], [[Berkely Mather]], [[Terence Young]]\n*Produced by: [[Albert R. Broccoli]], [[Harry Saltzman]]\n*Composed by: [[Monty Norman]]\n*Cinematography by: [[Ted Moore]]\n*Production design by: [[Ken Adam]]\n*Art Direction by: [[Syd Cain]]\n*Film editing by: [[Peter R. Hunt]]",
    "Equipment": "===Gadgets===\n{{main|List of James Bond gadgets}}\n{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Gadgets_-_DN_-_Transmitter.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Radio Transmitter]]''' - The MI6 radio transmitter was located at the Jamaican station and was used to make regular contact with London.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Gadgets_-_DN_-_Geiger_Counter.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Geiger counter]]''' -  Bond has to request one from Britain before using it to determine the radioactivity of Crab Key, suggesting they were uncommon.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Gadgets_-_DN_-_Watch.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Luminous watch]] ([[Rolex Submariner]] ref.6538)''' - Bond's watch for his mission in Jamaica. It has a luminous, slightly [[wikipedia:radioactivity|radioactive]] face that glows in the dark. This is a holdover from Fleming's novels, in which Bond is described as having a similar watch.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:DrNoHand.jpeg|100px]]\n| style=\"background-color:transparent;\" |'''[[Dr. Julius No's Prosthetic Hands]]''' - Dr. No's Prosthetic Hands were the robotic implants used to replace [[Dr. Julius No (Joseph Wiseman)|Dr. No]]'s missing hands.\n|-\n|}\n\n===Weapons===\n{{main articles|[[List of Firearms]] and [[:Category:Dr. No (film) Weapons|Dr. No (film) Weapons]]}}\n====Prominent use====\n{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Walther-PPK.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Walther PPK]]''' &mdash; [[M (James Bond)|M]] and Major Boothroyd ([[Q (James Bond)|Q]]) force Bond to trade in his \"old Beretta\" for the new standard issue, the Walther PPK. Bond has since used a Walther PPK in every movie up to ''[[Tomorrow Never Dies]]'', when it was temporarily switched to a [[Walther P99]]. In [[Quantum of Solace]] use of the Walther PPK was resumed. <small>(The production crew did not have a PPK available, so they used Walther PP and FN Model 1910 as stand-ins.)</small>\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Beretta M1934/1935''' (stand-in for [[Beretta 418]]) &mdash; Bond's former sidearm. Bond relinquishes it to M during the briefing.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:M1911_BondWiki1A.JPG|100px]]\n| style=\"background-color:transparent;\" |'''[[M1911 Pistol]]''' &mdash; used by the Three Blind Mice, as well as Professor Dent.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:ColtPolicePositive BondWiki1.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Colt Police Positive]]''' &mdash; used by Quarrel at Crab Key\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Bren gun''' &mdash; the patrol boat at Crab Key has one aboard, it is used to try scare Bond and co. out from hiding.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Sten Mk I*''' &mdash; used by Dr. No's men at Crab Key.\n|-\n|}\n\n====Background/low presence firearms====\n* Webley & Scott Mk I (one of the Three Blind Mice)\n* [[Browning Hi-Power]] (Jones' car)\n* [[Smith & Wesson Model 10]] (Dr. No's sentries)\n* L1A1 Self Loading Rifle (Government house guard)\n* Lee-Enfield No. 4 (Royal Navy sailors at the end)\n\n===Other objects of interest===\n{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Gruen Precision 510''' - worn by Bond in England, notably visible when he is playing cards at Les Ambassadeurs Club.\n|-\n|}",
    "Gadgets": "{{main|List of James Bond gadgets}}\n{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Gadgets_-_DN_-_Transmitter.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Radio Transmitter]]''' - The MI6 radio transmitter was located at the Jamaican station and was used to make regular contact with London.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Gadgets_-_DN_-_Geiger_Counter.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Geiger counter]]''' -  Bond has to request one from Britain before using it to determine the radioactivity of Crab Key, suggesting they were uncommon.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Gadgets_-_DN_-_Watch.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Luminous watch]] ([[Rolex Submariner]] ref.6538)''' - Bond's watch for his mission in Jamaica. It has a luminous, slightly [[wikipedia:radioactivity|radioactive]] face that glows in the dark. This is a holdover from Fleming's novels, in which Bond is described as having a similar watch.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:DrNoHand.jpeg|100px]]\n| style=\"background-color:transparent;\" |'''[[Dr. Julius No's Prosthetic Hands]]''' - Dr. No's Prosthetic Hands were the robotic implants used to replace [[Dr. Julius No (Joseph Wiseman)|Dr. No]]'s missing hands.\n|-\n|}",
    "Weapons": "{{main articles|[[List of Firearms]] and [[:Category:Dr. No (film) Weapons|Dr. No (film) Weapons]]}}\n====Prominent use====\n{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Walther-PPK.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Walther PPK]]''' &mdash; [[M (James Bond)|M]] and Major Boothroyd ([[Q (James Bond)|Q]]) force Bond to trade in his \"old Beretta\" for the new standard issue, the Walther PPK. Bond has since used a Walther PPK in every movie up to ''[[Tomorrow Never Dies]]'', when it was temporarily switched to a [[Walther P99]]. In [[Quantum of Solace]] use of the Walther PPK was resumed. <small>(The production crew did not have a PPK available, so they used Walther PP and FN Model 1910 as stand-ins.)</small>\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Beretta M1934/1935''' (stand-in for [[Beretta 418]]) &mdash; Bond's former sidearm. Bond relinquishes it to M during the briefing.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:M1911_BondWiki1A.JPG|100px]]\n| style=\"background-color:transparent;\" |'''[[M1911 Pistol]]''' &mdash; used by the Three Blind Mice, as well as Professor Dent.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:ColtPolicePositive BondWiki1.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Colt Police Positive]]''' &mdash; used by Quarrel at Crab Key\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Bren gun''' &mdash; the patrol boat at Crab Key has one aboard, it is used to try scare Bond and co. out from hiding.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Sten Mk I*''' &mdash; used by Dr. No's men at Crab Key.\n|-\n|}\n\n====Background/low presence firearms====\n* Webley & Scott Mk I (one of the Three Blind Mice)\n* [[Browning Hi-Power]] (Jones' car)\n* [[Smith & Wesson Model 10]] (Dr. No's sentries)\n* L1A1 Self Loading Rifle (Government house guard)\n* Lee-Enfield No. 4 (Royal Navy sailors at the end)",
    "Prominent use": "{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Walther-PPK.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Walther PPK]]''' &mdash; [[M (James Bond)|M]] and Major Boothroyd ([[Q (James Bond)|Q]]) force Bond to trade in his \"old Beretta\" for the new standard issue, the Walther PPK. Bond has since used a Walther PPK in every movie up to ''[[Tomorrow Never Dies]]'', when it was temporarily switched to a [[Walther P99]]. In [[Quantum of Solace]] use of the Walther PPK was resumed. <small>(The production crew did not have a PPK available, so they used Walther PP and FN Model 1910 as stand-ins.)</small>\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Beretta M1934/1935''' (stand-in for [[Beretta 418]]) &mdash; Bond's former sidearm. Bond relinquishes it to M during the briefing.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:M1911_BondWiki1A.JPG|100px]]\n| style=\"background-color:transparent;\" |'''[[M1911 Pistol]]''' &mdash; used by the Three Blind Mice, as well as Professor Dent.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:ColtPolicePositive BondWiki1.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Colt Police Positive]]''' &mdash; used by Quarrel at Crab Key\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Bren gun''' &mdash; the patrol boat at Crab Key has one aboard, it is used to try scare Bond and co. out from hiding.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Sten Mk I*''' &mdash; used by Dr. No's men at Crab Key.\n|-\n|}",
    "Background/low presence firearms": "* Webley & Scott Mk I (one of the Three Blind Mice)\n* [[Browning Hi-Power]] (Jones' car)\n* [[Smith & Wesson Model 10]] (Dr. No's sentries)\n* L1A1 Self Loading Rifle (Government house guard)\n* Lee-Enfield No. 4 (Royal Navy sailors at the end)",
    "Other objects of interest": "{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Gruen Precision 510''' - worn by Bond in England, notably visible when he is playing cards at Les Ambassadeurs Club.\n|-\n|}",
    "Vehicles": "{{main|List of James Bond vehicles}}\n===Major vehicles===\n{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Sunbeam_Alpine.png]]\n| style=\"background-color:transparent;\" |'''[[Sunbeam Alpine]] roadster''' - Bond drives to Miss Taro's home in the Blue Mountains; he is pursued by Dr. No's thugs driving a LaSalle hearse. In the novel version, Bond drives the car that formerly belonged to Commander Strangways, the murdered agent in Kingston. It is also driven by [[Quarrel (John Kitzmiller)|Quarrel]].\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Chevrolet_Bel_Air.png]]\n| style=\"background-color:transparent;\" |'''1957 [[Chevrolet Bel Air Convertible]]''' -  When 007 arrives in Jamaica, this was the first car Bond was a passenger in; however, the car was stolen, as depicted later in the film. It is driven by a chauffeur known only as \"Mr Jones\" who is in fact an agent of [[Dr. Julius No (Joseph Wiseman)|Dr. No]].\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Lasalle.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[LaSalle Funeral Coach]]''' - Operated by the [[The Three Blind Mice]].\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Dragon_Tank.png]]\n| style=\"background-color:transparent;\" |'''[[Dragon|Dragon tank]]''' - A modified swamp buggy with dragon camouflage and armor plating. The dragon tank was employed by Dr. Julius No to keep inquisitive locals away from his operations on Crab Key. It is equipped with a forward-firing flame thrower.\n|}\n\n===Other vehicles===\n{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Boeing 707]]-321''' - Airliner Bond uses to travel to Jamaica.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Warner-Swasey Gradall G-660]]''' - Excavator that Bond uses to outmaneuver the Three Blind Mice chasing him, causing the death of the pursuers.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''1959 [[Austin A55 Cambridge MkII]]'''\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Impala 1962 Dr No.png]]\n| style=\"background-color:transparent;\" |'''1961 [[Chevrolet Impala]] (Third generation)''' - used by Felix Leiter to try tail Bond, latter being aboard Jones' Chevy Bel-Air.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Ford Consul.png]]\n| style=\"background-color:transparent;\" |'''1959 [[Ford Consul]] MkII'''\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Ford_Anglia.png]]\n| style=\"background-color:transparent;\" |'''1960 [[Ford Anglia]]''' - car of [[John Strangways (Timothy Moxon)|Strangways]], who is shot by the Three Blind Mice when trying to enter the car.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''1957 [[Standard Ensign]]'''\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''1961 [[Vauxhall Velox]]''' - car of [[Prof. Dent (Anthony Dawson)|Professor Dent]].\n|-\n|}\n\n===Background vehicles===\nBackground vehicles include:\n* 1959 Alfa Romeo Giulietta Spider\n* 1957 Austin A152 Omnicoach\n* 1959 Austin A55 Cambridge MkII\n* 1955 Cadillac Fleetwood 60 Special\n* 1959 Cadillac Series 62\n* 1960 Cadillac Eldorado Biarritz\n* 1959 Chevrolet El Camino\n* 1959 Chevrolet Impala\n* 1957 Ford Consul MkII\n* 1959 Ford Zephyr MkII \n* 1961 Ford Consul Classic\n* 1961 Hillman Minx Series IIIb \n* 1947 Leyland Comet\n* 1960 Mercedes-Benz 180 (W120)\n* 1959 Morris Oxford Series V\n* 1961 Renault Dauphine\n* 1956 Studebaker Sky Hawk\n* 1960 Triumph Herald Convertible\n* 1958 Volkswagen Sedan (Typ 1)",
    "Major vehicles": "{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Sunbeam_Alpine.png]]\n| style=\"background-color:transparent;\" |'''[[Sunbeam Alpine]] roadster''' - Bond drives to Miss Taro's home in the Blue Mountains; he is pursued by Dr. No's thugs driving a LaSalle hearse. In the novel version, Bond drives the car that formerly belonged to Commander Strangways, the murdered agent in Kingston. It is also driven by [[Quarrel (John Kitzmiller)|Quarrel]].\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Chevrolet_Bel_Air.png]]\n| style=\"background-color:transparent;\" |'''1957 [[Chevrolet Bel Air Convertible]]''' -  When 007 arrives in Jamaica, this was the first car Bond was a passenger in; however, the car was stolen, as depicted later in the film. It is driven by a chauffeur known only as \"Mr Jones\" who is in fact an agent of [[Dr. Julius No (Joseph Wiseman)|Dr. No]].\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Lasalle.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[LaSalle Funeral Coach]]''' - Operated by the [[The Three Blind Mice]].\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Dragon_Tank.png]]\n| style=\"background-color:transparent;\" |'''[[Dragon|Dragon tank]]''' - A modified swamp buggy with dragon camouflage and armor plating. The dragon tank was employed by Dr. Julius No to keep inquisitive locals away from his operations on Crab Key. It is equipped with a forward-firing flame thrower.\n|}",
    "Other vehicles": "{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Boeing 707]]-321''' - Airliner Bond uses to travel to Jamaica.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Warner-Swasey Gradall G-660]]''' - Excavator that Bond uses to outmaneuver the Three Blind Mice chasing him, causing the death of the pursuers.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''1959 [[Austin A55 Cambridge MkII]]'''\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Impala 1962 Dr No.png]]\n| style=\"background-color:transparent;\" |'''1961 [[Chevrolet Impala]] (Third generation)''' - used by Felix Leiter to try tail Bond, latter being aboard Jones' Chevy Bel-Air.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Ford Consul.png]]\n| style=\"background-color:transparent;\" |'''1959 [[Ford Consul]] MkII'''\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Ford_Anglia.png]]\n| style=\"background-color:transparent;\" |'''1960 [[Ford Anglia]]''' - car of [[John Strangways (Timothy Moxon)|Strangways]], who is shot by the Three Blind Mice when trying to enter the car.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''1957 [[Standard Ensign]]'''\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''1961 [[Vauxhall Velox]]''' - car of [[Prof. Dent (Anthony Dawson)|Professor Dent]].\n|-\n|}",
    "Background vehicles": "Background vehicles include:\n* 1959 Alfa Romeo Giulietta Spider\n* 1957 Austin A152 Omnicoach\n* 1959 Austin A55 Cambridge MkII\n* 1955 Cadillac Fleetwood 60 Special\n* 1959 Cadillac Series 62\n* 1960 Cadillac Eldorado Biarritz\n* 1959 Chevrolet El Camino\n* 1959 Chevrolet Impala\n* 1957 Ford Consul MkII\n* 1959 Ford Zephyr MkII \n* 1961 Ford Consul Classic\n* 1961 Hillman Minx Series IIIb \n* 1947 Leyland Comet\n* 1960 Mercedes-Benz 180 (W120)\n* 1959 Morris Oxford Series V\n* 1961 Renault Dauphine\n* 1956 Studebaker Sky Hawk\n* 1960 Triumph Herald Convertible\n* 1958 Volkswagen Sedan (Typ 1)",
    "Map": "{{#display_map: \nKingston, Jamaica;\n17.937338421879545, -76.7762946552145;\n5 Hamilton Place, Mayfair, London, England;\n51.48946515571221, -0.16302288895618458;\nLondon, England;\n}}",
    "Other Trivia": "[[File:Dr._No_-_Bond_and_Honey_hide.png|thumb|Bond and Honey take cover from gunfire.]] \n* As Bond is being ushered into Dr. No's dining room, he pauses to take notice of a portrait of the Duke of Wellington by Goya. This was actually a joke, making light of the fact that the painting had been stolen in real-life from London's National Gallery in 1961 and was still missing when the film was released. The portrait was finally recovered in 1965.\n*A [[Dr. No (comic)|comic book adaptation]] of this film's screenplay was published around the time of the film's release.\n*A very stripped down Bond film, particularly compared to many of the [[Roger Moore]] outings. Some of the more colourful episodes in the novel, such as Bond's fight with a giant squid were cut out of the film's storyline. But the financial success of this film paved the way for more extravagant sets, effects and gadgets in later ones.\n*To date, this is the only James Bond film to show Bond singing a song. When he gets up at the shores and meets Honey Ryder for the first time, he briefly repeats one of the verses from [[Underneath the Mango Tree]] which was sung earlier by Ryder while she was collecting seashells.\n*The non-Eon [[Casino Royale (1967 film)]] parodies Dr. No as \"Dr. Noah\". Ursula Andress would also play a major role in it as [[Vesper Lynd (Ursula Andress)|Vesper Lynd]].\n*The Fantasy TV series \"The Wild Wild West\" losely based on James Bond movies-has a homage to Dr No \"Dragon\" {Fire Tank} in epsiode #83 4/3 \"The Night of the Juggernaut\" in which a greedy land baron tries to run settlers off their lands with his \"Juggernaut\" a steam powered tank!\n*The film was somewhat outdated on release: it portrays Jamaica as a British colony, which it was at the time of filming. However, Jamaica gained independence two months before its release.\n*This is the only 1960's Bond film not to feature [[Desmond Llewelyn]] as Q.",
    "Videos": "<gallery>\nDr. No Official Trailer -1 - Sean Connery Movie (1962) HD\n</gallery>",
    "Gallery": "*[[Dr. No (film)/Gallery]]",
    "External Links": "* {{imdb title|id=0055928|title=Dr. No (1962)}} \n\n{{Wikipedia|Dr. No (film)}}\n{{Dr. No (1962 film) Nav}}\n{{films}}\n[[de:James Bond jagt Dr. No (Film)]]\n [[es:Agente 007 contra el Dr. No]]\n  \n [[fr:James Bond 007 contre Dr. No (film)]]\n \n  \n [[ja:007 ドクター・ノオ]]\n \n  \n [[pl:Doktor No (film)]]\n \n  \n [[pt-br:007 - Contra o Satânico Dr. No]]\n\n\n\n [[ru:Доктор Ноу]]\n  \n  \n[[Category:James Bond Films]]\n[[Category:Eon Films]]\n[[Category:Sean Connery Films]]\n[[Category:Terence Young Films]]\n[[Category:1960s James Bond Films]]\n[[Category:20th Century James Bond Films]] \n[[Category:Dr. No (film)]]\n[[Category:1960s Films]]"
  },
  "infobox": {
    "image": "DrNoposter.jpg",
    "caption": "''Dr. No'' theatrical poster",
    "bond": "[[Sean Connery]]",
    "writer": "[[Ian Fleming]] (novel)",
    "screenplay": "[[Richard Maibaum]], [[Berkely Mather]],<br>[[Johanna Harwood]]",
    "director": "[[Terence Young]]",
    "producer": "[[Harry Saltzman]], [[Albert R. Broccoli]]",
    "editing": "[[Peter R. Hunt]]",
    "music": "[[Monty Norman]]",
    "song": "\"[[James Bond Theme]]\"",
    "distributor": "[[United Artists]]",
    "released": "[[007_Timeline#1962|5 October 1962]] <small>([[United Kingdom|UK]])</small><br>[[007_Timeline#1963|8 May 1963]] <small>([[United States of America|USA]])</small>",
    "runtime": "109 minutes",
    "budget": "$1 million",
    "gross": "$59.6 million",
    "followed_by": "''[[From Russia with Love (film)]]''",
    "composer": "[[Monty Norman]]",
    "performer": "[[John Barry|The John Barry Orchestra]]"
  }
}