{
  "title": "Live and Let Die (film)",
  "sections": {
    "intro": "{{Cinematic}}\n{{Live and Let Die}}\n{{Infobox film\n| image = 007LALDposter.jpg\n| caption = ''Live and Let Die'' theatrical poster\n| bond = [[Roger Moore]]\n| writer = [[Ian Fleming]] (novel)\n| screenplay = [[Tom Mankiewicz]]\n| director = [[Guy Hamilton]]\n| producer = [[Harry Saltzman]], [[Albert R. Broccoli]]\n| editing = [[Bert Bates]], [[Raymond Poulton]],<br>[[John Shirley]]\n| music = [[George Martin]]\n| song = \"[[Live and Let Die (song)|Live and Let Die]]\"\n| distributor = [[United Artists]]\n| released = [[007_Timeline#1973|27 June 1973]] <small>([[United States|US]])</small><br>[[007_Timeline#1973|6 July 1973]] <small>([[United Kingdom|UK]])</small>\n| runtime = 121 minutes\n| budget = $7 million\n| gross = $161.8 million\n| preceded_by = ''[[Diamonds Are Forever (film)]]''\n| followed_by = ''[[The Man with the Golden Gun (film)]]''|composer=[[Paul McCartney]] & [[Linda McCartney]]|performer=[[Paul McCartney & Wings]]}}\n{{Quote|Is this the stupid mother who tailed you uptown?\"<br>\"There seems to be some mistake. My name is...\"<br>\"Names is for tombstones, baby!|[[Dr. Kananga (Yaphet Kotto)|Mr. Big]] and [[James Bond (Roger Moore)|James Bond]]|Live and Let Die}}\n'''''Live and Let Die''''' is a 1973 spy film, and the eighth film in the [[James Bond films|James Bond film series]] as well as the first to star [[Roger Moore]] as Bond. The film was directed by [[Guy Hamilton]] and was produced by [[Albert R. Broccoli]] and [[Harry Saltzman]]. It released in 1973 and earned $161 million at the box office.\n\nThe film was released during the height of the 1970s blaxploitation era, and the influence of those films is quite evident. For instance, the film departs from conventional Bond plots (which entailed villainous plots to disrupt world power structures) and instead places its emphasis on drug trafficking, a common hallmark of the blaxploitation genre. The film further deviates from most Bond films, in that it takes place in the African American cultural centers of Harlem, New Orleans, and the Caribbean Islands. Furthermore, the film contains several blaxploitation archetypes, most notably afro hairstyles, derogatory racial epithets (i.e. \"''honky''\"), black gangsters, and ''\"pimpmobiles\"''. In addition, the white police officers, especially Sheriff J.W. Pepper, are poorly displayed with several negative stereotypes.",
    "Synopsis": "[[James Bond (Roger Moore)|James Bond]] is assigned on a mission to the [[United States]], in order to investigate [[Dr. Kananga (Yaphet Kotto)|Dr. Kananga]] - the Prime Minister of Caribbean island nation [[San Monique]]. Along the way, he tries to figure out the connection between Kananga and drug dealer from Harlem known as \"Mr. Big\". Besides his trusty [[CIA]] friend [[Felix Leiter (David Hedison)|Felix Leiter]], Bond is also joined by [[Solitaire]], an mysterious beauty that Kanaga depends on, due to her abilities to read tarot cards.",
    "Plot summary": "===Death of the agents, Bond's home===\n[[File:Bondwiki Dambala tormenting Baines.jpg|thumb|250px|left|Baines being tormented by Dambala the snake handler.]]\nThe movie begins with three British agents - [[Dawes]], [[Hamilton]] and [[Baines]] - who are all on seemingly separate missions, yet end up murdered one after another in within space of 24 hours. Dawes dies to a acoustic sonic weapon in [[New York]] at the [[United Nations Headquarters]], during a hearing that involves one [[Dr. Kananga (Yaphet Kotto)|Dr. Kananga]]. Hamilton is fatally stabbed outside a [[Fillet of Soul]] restaurant in [[Louisiana]], with his corpse getting abducted by the ongoing [[Wikipedia:Jazz funeral|Jazz Funeral]]. Meanwhile, Baines has been captured by a cult in the jungles of [[San Monique]], who kill him during a ritual conducted by [[Dambala]].\n\n[[James Bond (Roger Moore)|James Bond]] wakes up at [[James Bond's Flat|his house]] with one [[Miss Caruso]] by side. Soon, [[M (Bernard Lee)|M]] and [[Miss Moneypenny]] come to visit, with M informing Bond about what has happened with the three agents. Bond presumes that the killings are connected, with M indeed wanting Bond to investigate if it is so, instructing him to first head to New York, where Dawes was killed. M provides Bond with the [[Q Branch]] [[gadgets]], and then inquires if Bond knows anything about Miss Caruso, to whom Moneypenny has quietly spotted in the background. Moneypenny helps Bond by guiding M out, after having completed his briefing, with Miss Caruso able to come out of hiding. Bond and Caruso romance for a moment, before Bond leaves to his mission.\n\n===Arrival to New York===\n[[File:Bondwiki LNLD73 NY Taxi steps.jpg|thumb|250px|right|Bond's out-of-control Taxi ramping off the steps.]]\nBond travels to New York in a Pan Am 747, during which an [[Solitaire (Jane Seymour)|unseen woman]] elsewhere is doing tarot card readings, predicting that Bond will a bring \"violence and destruction\" to the villains' operations. Upon arrival, Bond boards a very specific taxi (reg. 545-BBB), that's being driven by [[CIA]] agent named [[Charlie]]. \n\nWhile driving, Charlie gets a car phone call from [[Felix Leiter (David Hedison)|Felix Leiter]], giving the phone to Bond. The two exchange pleasantries, with Leiter - who is staking out the UN building from the building across - informing that Kananga just left the UN building towards the San Monique embassy, which the CIA has under surveillance.\n\nBond and Charlie continue on [[Franklin D. Roosevelt East River Drive]] towards their destination, when a white [[Corvorado]] pimp-mobile appears. The pimp-mobile's driver - [[Whisper (Earl Jolly Brown)|Whisper]] - toggles a dart gun on the car's outside mirror, and using a video screen inside the car, aims and shoots at Charlie's temple. After having shot Charlie, Whisper speeds off, and Charlie's deceased body pushes on the acceleration.  \n\nNoticing that the taxi car is getting faster, Bond starts making quips, unaware what's happening. But when the taxi starts hitting other cars, Bond realizes something is wrong and grabs a hold of the wheel.  With Charlie's foot stuck on the accelerator, Bond has to navigate the traffic on the speeding car. Eventually, Bond drives on to the concrete steps of a building and slams sideways on a Ford van, stopping the car with his life intact.\n\n===Oh Cult and Taxi trailing===\nLeiter and the CIA observers see Kananga's entourage arriving to the San Monique consulate. Meanwhile, the police arrive to the scene of Bond's car crash and provide Bond a car phone to contact Leiter. Bond informs him that his car was attacked by a white pimp-mobile with registration ''347-NDG'', with Leiter ordering another CIA agent with him to search for it. \n\nMeanwhile, Leiter listens in to the bugged San Monique consulate, where Kananga starts to hold a small seminar. However, its a ruse, as Kananga starts playing a taped recording, which fools the CIA into believing he is at the building, while Kananga and his entourage start changing clothes. One of the CIA agents with Leiter informs him about the white pimp-mobile, with Leiter relaying the information to Bond, telling him that its owned by a shop near San Monique embassy.\n\n[[File:Bondwiki LALD73 Bond at Oh Cult Voodoo Shop1.jpg|thumb|250px|left|Bond at Oh Cult Voodoo Shop.]]\nBond arrives at the [[Oh Cult Voodoo Shop]] and enters the shop. He inspects the shop, during which he gets approached by the [[Sales Girl|sales girl]]. Bond continues browsing when he spots the man who drove the pimp-mobile enter, who heads to the store's back room. Bond gets the salesgirl to gift-wrap a rubber snake - in lengthwise - to distract her, while Bond follows the man to the back room. There he finds a underground garage, where the white pimp-mobile is.\n\nMeanwhile, Kananga and the entourage have changed their clothes and leave the consulate by a secret passage. Bond begins to inspect the pimp-mobile and uncovers its Sideview Mirror Dart Gun. Bond then hears an elevator coming down and hides by the pimp-mobile. Kananga's entourage come from it, and they enter a bronze-colored [[Cadillac Fleetwood 60 Special Brougham by Dunham Coach|Cadillac Fleetwood]]. The bronze Cadillac exits the garage and Bond follows outside, getting the attention of a [[Checker Taxi]] which takes him aboard. Bond orders the cab driver to trail the bronze Cadillac, while back at the shop, the sales girl is on phone, telling that Bond is tailing the bronze Cadillac.\n\nBond and the [[Cab Driver|cab driver]] keep following the bronze Cadillac, while the driver has amicable small-talk with Bond. As the taxi heads towards uptown, various African-Americans begin communicating by radio regarding Bond's progress.\n\nBond and the taxi eventually arrive at the Fillet of Soul restaurant, with Bond spotting the bronze Cadillac and telling the cab driver to drop him off here. Bond exits and pays the cabbie, and as Bond heads in, the cabbie grabs his car radio to inform the people at the restaurant of Bond's arrival.\n\n===Fillet of Soul===\nInside, he finds that the restaurant is full of black attendants, who do not appear to be happy about the Caucasian Bond being there. Bond tries to order drinks, with the waiter remaining sardonic about Bond's requests. Bond takes a seat at a table by the wall, while waiting for the drink. \n\nThe waiter comes and Bond wants to ask him for some information, offering money for it. As he does, the wall he and his table is on revolves, taking him to another section of the place, while waiter snatches the money away from Bond and remains at the restaurant and drinking away the drink Bond ordered.\n\n[[File:Bondwiki LALD73 Bond meets Soltaire NY 1.jpg|thumb|250px|right|Bond meeting Solitaire at Fillet Of Soul's hidden room.]]\nAt the other side is the hidden room, where the black gangsters tell that \"Mr. Big\" is coming to deal with him. Bond gets off the table and starts looking around the hidden room, finding a woman doing [[Tarot|tarot card]] readings.\n\nBond gets the woman's attention, who identifies herself as [[Solitaire (Jane Seymour)|Solitaire]]. Bond introduces himself to her, but she claims that she already knows who he is and why he is here. She predicts that Bond will not succeed as her cards have told her so.\n\nThen, a man named [[Tee Hee (Julius Harris)|Tee Hee]] enters from a conference room where Mr. Big is barking orders. He asks Solitaire if Bond is carrying a weapon, with Solitaire checking the cards and confirming it. Bond tries to quip, before going silent from the sight of [[Tee Hee's Prosthetic Claw]], with the henchman reaching Bond's sleeve with it, to extract Bond's [[Walther PPK]]. Tee Hee uses his claw to bend the slide of Bond's PPK in half, before handing it over to Bond and leaves -- laughing about what he just did. Bond tries to remain humorous about it, as he drops the ruined PPK into a nearby trash can.\n\nBond then begins to really observe what Solitaire is actually doing with the tarot cards. Bond observes that Solitaire is the \"High Priestess\" card and asks if he is there as well. Solitaire tells Bond to pick a card and draws \"The Fool\", with her wryly quipping that Bond found himself.\n\nJust then, Mr. Big finally exits the conference room, telling people in there to \"clean up\" the situation in [[Los Angeles]], or he will. He then directs his attention to James Bond, latter being not so much to even introduce himself properly, before Mr. Big orders Bond to be taken outside and have him \"wasted\". \n\nMr. Big exits and Bond asks if getting \"wasted\" is a bad thing, with Solitaire telling that the reading is over. Nevertheless, Bond still asks one more chance to draw a card to tell his future, to which Solitaire relents to. Bond draws a card, being quiet for a moment, before revealing he drew \"The Lovers\" card, which shocks Solitaire. Mr. Big's thugs then begin escorting Bond out, as Solitaire is profoundly disturbed by what the Lovers card is trying to foretell.\n\n===Harlem alley===\nBond is taken to the alley in Harlem by two thugs to be covertly executed. The thugs order Bond to walk further, with Bond trying to think his way out while doing so. He tries to reach a pipe by the trashcan, but the thug tells Bond not to try it. However, they walk by a building with a fire exit, and Bond leaps and grabs onto it, slamming the ladder on the thugs. After the thugs are downed, Bond tries to grab one of the guns they had, before a third man appears, ordering Bond to freeze.\n\n[[File:Bondwiki LALD73 Bond Strutter alley.jpg|thumb|250px|left|Bond meets Harold Strutter of CIA.]]\nThe man - who had been trailing Bond when he was taking the taxi to the Fillet of Soul - throws his wallet at Bond. Bond checks the wallet and discovers the man to be [[Harold Strutter]] of CIA -- an ally. Strutter tells Bond that he knew that Bond would not leave out front, as Bond is a white man in a Harlem hood. \n\nAnyway, Strutter tells Bond to follow him to his car and tells him that he was followed the moment he left the Oh Cult Voodoo Shop, as this area is controlled by major criminal named Mr. Big. Bond boards Stutter's Impala, while wondering about the connection between Kananga and Mr. Big. Leiter - through the [[Cigarette Lighter Radio]] - communicates with the two and informs that Kananga and his entourage have boarded a private plane that's due to leave to [[San Monique]] within an hour. Bond orders Leiter to book the next available flight to the island nation to continue the investigation.\n\n===Arrival to San Monique===\nBond arrives in San Monique by night-time and checks in to a hotel, where there is currently a show involving one [[Baron Samedi]]. The clerk informs that \"Mrs. Bond\" has already checked in.\n\nBond goes to his hotel suite and investigates it potential bugs and - with the help of a [[Bug Detector]] - finds some. He calls room service for some Bollinger with two glasses and then uses the [[Hairbrush Transmitter]], heading to take a bath afterwards. Bond closes the tap on the bathwater, which opens a hidden panel, from where a [[List of Animals|dangerous snake]] crawls inside the bathroom. \n\nBond washes himself when the room service comes in through the suite door. Bond goes to check it, finding the waiter, but not recognizing him as Whisper - the pimp-mobile assassin - from before. Whisper leaves and Bond goes to drain the bathtub, while lighting a cigar. As Bond goes to the clean himself by the bathroom mirror, he spots the snake nearing him from the mirror. He swiftly turns towards the snake and starts spraying the aerosol can at it, lighting the spray with his lit cigar and turning it into a make-shift [[flamethrower]] and killing the snake.\n\nBond gets out of the bathroom and discovers that the lights are off, with outside lights projecting a shadow of somebody attempting to enter Bond's room. He goes to his clothes, realizing somebody has taken away his gun and runs by the door to intercept the intruder. As the intruder opens the door and draws a [[Smith & Wesson Model 19|revolver]] towards the room, Bond burns their hand holding the gun with his cigar. He then judo-throws the person to bed and grabs the intruder's gun.\n\n[[File:Bondwiki LALD73 Bond meets Rosie hotel.jpg|thumb|250px|right|Bond meeting Rosie Carver.]]\nBond confronts the intruder whom he deduces to be the \"Mrs. Bond\" that the hotel clerk mentioned. She reveals herself as [[Rosie Carver]], but Bond tells her to be quiet and sabotages the hidden mikes in the room before continuing. Checking the gun Rosie had, Bond determines that she is a [[CIA]] agent, sent by Leiter to help him. Rosie explains that she had the revolver drawn at Bond because she knew Whisper is not part of the hotel staff and confirms that she is indeed CIA.\n\nRosie goes to the bathroom to get her hairpiece back on, explaining that she previously worked with Baines, before he got killed. As she enters the bathroom, she gets spooked by the snake that Bond just killed. She runs to Bond and worries that she will be useless in this mission, but Bond comforts her and tells that he suspects that Kananga is hiding something in San Monique that Baines was killed over for. Bond tells that he wants her to show where Baines was killed at. \n\nBond begins to romance Rosie, but she resists and takes the other bedroom of the suite. However, as she enters, she again screams, as there is a small hat with a bloodied feather on the bed. Rosie seems genuinely terrified of it, but Bond responds with humor. Rosie grabs onto Bond in fear, telling to not leave her alone tonight.\n\nThe next morning, an waiter brings Bond breakfast, and as Bond checks the bill for it, he sees a tarot card - Queen of Cups - attached to it. This prompts Bond to visit a Tarot Card shop, for a purpose explained later in the story. Afterwards, Bond and Rosie drive a Mini Moke to nearby docks and gets a man to passage them by boat to the place where Baines was killed.\n\n===Boat trip and Rosie's fate===\n{{More Images Needed}}\nSailing the [[1962 Bertram 31|man's boat]], Bond begins fishing to pass time while Rosie goes beneath the boat's deck. She accidentally toggles a secret entrance to room full of spy equipment and finds the man's gun. She gets back on deck and sees the man winding rope, as if he is attempting to strangle Bond and orders him to freeze. However, Bond remains unperturbed, explaining that the man is his acquaintance - [[Quarrel Junior]]. She apologizes, but Quarrel Jr. is not fazed, as he had noticed that the revolver's safety is on. \n\nBoat continues passage and Bond spots a peculiar manor. Quarrel Jr. explains that its the residence of \"the Kananga woman\" - i.e. Solitaire.  We then cut inside the manor, where Solitaire is performing Tarot readings to Kananga over the phone, latter trying to gauge how much of a threat Bond poses, with Kananga being pleased over \"Rosie's efficiency.\"\n\nThe boat arrives to the island, with Bond and Rosie heading towards the location where Baines was killed at. Although Solitaire has been accurate in her tarot readings thus far, she again draws the \"lovers\" card and becomes perturbed, recalling the prior reading with Bond. Kananga inquires if she foresees death, but the \"lovers\" card leaves Solitaire muddled and unable to read it correctly. She instead lies to Kananga about the outcome, with the latter taking action.\n\nBond and Rosie drive to the location where Baines was supposedly killed, where Bond begins to romance her. After the act of love, Bond brings up the \"Queen of Cups\" tarot card that he received during a breakfast, which signifies a traitor - implying that Rosie is working for Kananga. Rosie implores that Kananga might kill her if she tells, with Bond drawing his PPK and telling that he will first, if she doesn't anwser.\n\nRosie then spots an hideous effigy at the bushes and panics. Realizing she has failed her task, Rosie tries to run for her life. But in doing so, she runs into an line of fire of an [[scarecrow turret]] that shoots her. Bond arrives to her deceased body while trying to look for the shooter.\n\n===Solitaire's Manor===\nBack at Solitaire's manor, Kananga - accompanied by Tee Hee - confronts Solitaire. Tee Hee informs they had to shoot Rosie as \"she was about to confess\" and Kananga deems that Solitaire got the reading wrong.\n\nSolitaire calmly deflects the accusation, saying that there is room for interpretation what the tarot cards mean. Kananga becomes slightly offended gets up from the chair and approaches her. He fears that Solitaire is losing her powers, as did Solitaire's mother before her, who served as Kananga's Tarot reader before her.\n\nKananga demands Solitaire twice to tell what Bond is doing now, but she leaves her tarot reading table, telling that she can't focus due to Kananga's overbearing attitude. Kananga gives a grave warning to Solitaire that if she loses her powers, she will be a liability to him. He then tells Solitaire to go to sleep and leaves the manor with Tee Hee.\n\n[[File:Bondwiki LALD73 Bond Solitaire SanMonique Tarot1.jpg|thumb|250px|right|Bond meeting Solitaire again at her manor.]]\nMeanwhile, Bond uses a hang-glider to reach to the island where Solitaire's manor is. He kicks an armed guard off an ledge and lands, proceeding to enter the manor. Solitaire is alerted to somebody being at her tarot reading room and finds Bond there doing pretend readings. She demands Bond to put the cards away, but Bond then tells that the cards have predicted that the two will be lovers. \n\nSolitaire is frozen in place, conflicted over the truth of the reading she had in Harlem and her loyalties to Kananga. Bond tells Solitaire to pick one of the cards on his hand and once again, draws \"the lovers\". Bond rises up from the chair and begins kissing Solitaire and with her blindsided, Bond drops rest of the cards on the table, revealing to the viewers that all the cards on his hand were \"the lovers\" - that he had acquired from the Tarot shop a while back.\n\nNext, Bond and Solitaire are at latter's bed, where she laments having lost her powers, telling that the same thing happened to her mother when she fell in love and lost her virginity. Bond tries to ease her worries and tells that they need to leave San Monique, as Kananga will likely have both of them killed for what Bond has done.\n\n===Escape from San Monique===\nThe next morning, Bond and Solitaire leave the manor and while heading towards Quarrel Junior's boat, they run into a [[Baron Samedi|mysterious flutist]]. The flutist seems amicable, but as Bond and Solitaire keep on moving, the flutist toggles a [[Flute Transmitter|radio within the flute]] to inform that the two are escaping towards the hills. Tee Hee, at some sort of surveillance room, conveys this information to Kananga over the phone, who tells that if \"Bond finds ''[[Heroin|it]]''\", then they must kill him.\n\nUsing one of the scarecrows with camera eyes, Tee Hee then spots the two entering the a some kind of plantation. Bond appears to recognize what plants Kananga and co. are harvesting, but soon he and Solitaire are attacked by an [[Bell 206 JetRanger|JetRanger helicopter]]. Bond and Solitaire dodge gunfire under the poppy plantation's insect nettings and flee towards a civilization. Kananga is informed of the development and orders his men to kill Bond at any cost.\n\nBond and Solitaire arrive to an impoverished town and find a [[AEC Regent III|old double-decker bus]] on standby. While they approach the bus, they are spotted by the police - a trio of motorcycle cops on [[1973 \"Aermacchi\" Harley-Davidson SS 350|Harley-Davidson]] motorbikes and a [[1973 Chevrolet Nova|Chevy Nova police car]]. Bond gets the bus running and begins driving it towards the docks, where Quarrel Jr. is waiting. The police are somewhat amused by Bond's choice of escape vehicle and begin pursuit.\n\n[[File:Bondwiki LALD73 Bus upper deck goes off bridge.jpg|thumb|250px|left|Bond intentionally driving the bus under a low bridge to cause the upper deck to fall on the pursuers.]]\nThe bus keeps speeding along the island roads, before Bond and Solitaire spots the motorcycle police on their tail. Using a large puddle, Bond uses it to spin the bus, which ends up taking out all three of the motorcycle-bound pursuers. But soon enough, the police cars appear incoming towards front of the bus, with Bond's maneuvering causing one of them to veer off to bushes. \n\nOne of cars remains and continues pursuit, until Bond intentionally drives the bus through a low bridge, causing its second deck to fall on the remaining police car and taking it out.  Bond drives the half-cut bus right on the docks and boards Quarrel Junior's boat with Solitaire. \n\nWhile sailing out of the country, Solitaire worries that Kananga will not relent until he has her back. Bond comforts her and then explains to her that Kananga's \"voodoo land\" is just to protect his poppy fields and that Kananga is likely involved in [[heroin]] distribution. Bond goes to Quarrel Jr. and tells him that he needs to go investigate New Orleans, where Hamilton was killed. He tells him to contact Leiter and meet him and [[Royal Orleans Hotel]].\n\n===New Orleans and airfield shenanigans===\n[[File:Bondwiki LALD73 Bond Solitaire Cabbie NewOrleans TaxiTrap.jpg|thumb|250px|right|Bond and Solitaire trapped by the Cabbie near New Orleans Airport.]]\nBond and Solitaire arrive back to United States through New Orleans International Airport. Conveniently as they exit the airport, a Yellow Taxi pulls by and the two board it, with Bond telling the driver to take them to the Royal Orleans Hotel, where they are meant to meet Felix Leiter at. \n\nThe taxi takes off and Bond soon realizes that its going the other route, before its driver reveals himself to be [[Cab Driver|the same Cabbie from New York]], who promptly traps the two in the rear seats and tells that \"Mr. Big\" wants to see them.\n\nThe cabbie takes them to an nearby [[New Orleans Airfield|airfield]], where they meet [[Adam]] by an [[IAI Westwind]] plane. He tells Bond that the latter made a mistake in trying to abduct Solitaire, and that they are going to fly Bond in the air with the plane and drop him off to his death. Solitaire fakes being angry at Bond, with her causing the thugs to drop their guard and Bond then to overpower them. Bond rolls under the plane and flees to nearby hangar, as the thugs begin boarding cars to chase him down.\n\nBond subsequently finds a [[Cessna 140]] by the \"[[Bleeker]] Flying School\", with its engine running. Despite being occupied by a elderly flight student named [[Mrs. Bell]], Bond takes over the controls of the plane, while pretending to be Mrs. Bell's substitute flight instructor.\n\n[[File:Bondwiki LALD73 Airstrip Cessna MrBig thugs.jpg|thumb|250px|left|Bond using the Bleeker Flying School Cessna to repel Mr. Big's thugs.]]\nWhat ensues is a chaotic chase around the airfield - between the Bond-piloted Cessna and fleet of Mr. Big's thugs on cars pursuing him. Bond and the thugs navigate through the parked aircraft, with many of the thugs ending up crashing into the said aircraft. Bond then takes a turn to an open hangar, with thugs ready to close it, only for Bond to brute force through, clipping the wings off on the hangar doors. Bond takes a turn at an alley, scaring the thugs and eventually arriving back to Bleeker's Flying School, only for its owner to soon see what Bond has done to it. Bond quips to Mrs. Bell about giving another flying lesson to her, as she stares in silence.\n\n===Fillet of Soul in Louisiana===\n[[File:HedisonLeiter-OnCallNextToMooreBond.jpeg|thumb|250px|right|Bond and Leiter at Royal Orleans Hotel.]]\nAt the Royal Orleans Hotel suite, Felix Leiter is on the phone trying to pacify Mr. Bleeker over what Bond did at the airfield, while Bond is doing fitting with a tailors at the suite. Bond then asks Felix about a possible Fillet of Soul restaurant nearby, with Felix confirming there being one, which is currently being staked out by Strutter.\n\nStrutter is indeed staking out the restaurant, and on the very same spot where Hamilton stood on. As with Hamilton, a Jazz Funeral starts and [[List_of_Minor_Characters#Live_and_Let_Die_(film)|the same man who assassinated Hamilton prior]] appears. Then the Jazz Funeral trumpeter changes tune like when they secured Hamilton in the coffin, indicating that the Jazz Funeral has now claimed Strutter's life as well. Bond and Leiter arrive in a yellow cab, with the latter guiding the former towards the restaurant.\n\nInside, Bond asks about Strutter's whereabouts, with Leiter confident that he is inside, despite likely being abducted by the Jazz Funeral. Restaurant attendant spots them and approaches and offers a table for the two. Bond refuses the first one by the wall, as he had a \"nasty turn\" in at the Harlem restaurant, with Bond inquiring one closer to stage.\n\nBond and Leiter order drinks, with the latter telling Bond to take it easy. [[B. J. Arnau|Female Singer]] appears performing a cabaret rendition of the song \"[[Live and Let Die (song)|Live and Let Die]]\", with another attendant soon coming to tell Leiter that Strutter is on the phone. Leiter leaves and as the singer continues her song, Bond suddenly descends under the floor with the attendants rearranging the tables over the trap door. Leiter then comes back and asks where Bond has left to, only for the scene to change before the attendant properly answers.\n\nBond again finds himself in a hidden room within Fillet of Soul restaurant, with bunch of lights being shined on him as a voice commends Bond for his resilience. Lights tone down, with rest of the room now illuminated, revealing Mr. Big sitting at end of a table, accompanied by Solitaire, Tee Hee and couple of nameless thugs. \n\nTee Hee brings a chair for Bond to sit on, as Mr. Big tells that \"his friend\" Kananga is upset over Bond's transgressions. Bond tries to be witty, but as he sits on the chair, restraints latch onto Bond's arm, trapping him.\n\nThe two nameless henchmen leave, with Mr. Big then asking if Bond \"messed\" with Solitaire. Bond refuses to anwser, as its between \"him and Kananga\", which prompts Mr. Big to repeat the question in anger. Bond remains steeled in his resolve, which prompts Mr. Big to start literally tearing his face off. It turns out that the whole \"Mr. Big\" character has been nothing but made-up figure built upon a prosthetic mask, with the gangster revealing himself to having been Dr. Kananga all along. \n\n[[File:Bondwiki Bond Kananga TeeHee Solitaire Louisiana Fingerbreak1.jpg|thumb|250px|left|Kananga demanding Bond to anwser if the latter has had intercourse with Solitaire.]]\nThis reveal makes Bond finally piece together the villain's scheme. It transpires that Kananga is producing massive amounts of heroin on the island and is protecting the poppy fields he uses for heroin cultivation through fear of voodoo and mystical powers. Through his \"Mr. Big\" alter ego, he would distribute the heroin from his chain of Fillet Of Soul restaurants for free until the number of drug addicts doubles and his rival drug lords are put out of business, leaving Kananga with a monopoly, allowing him to milk extortionate sums of money out of the addictions he has created. \n\nWhile Kananga is pleased with the ingenuity of his own plan, he still demands Bond to anwser if he has \"touched\" Solitaire and made her lose her powers. He then wants Bond's wrist watch for a small test, regarding if Solitaire still has the power to read tarot cards. Tee Hee removes [[Rolex Submariner|Bond's watch]] and throws to Kananga, with him telling that the each wrong answer Solitaire that gives will result in Tee Hee snapping off Bond's body parts - starting with his fingers.\n\nKananga reads out the reference number on back of Bond's watch and demands Solitaire to use her tarot reading to determine if its the correct number. Waiting in abated silence, Solitaire says its the correct number. Without revealing if she is right or wrong, Kananga silently orders Bond to be released and throws his watch back to him. But as Bond is about to remark something about his watch - implying that the numbers are not visible on the watch, as its a [[Q Branch]] [[Gadgets|gadget]] and that he is a covert operative - Tee Hee knocks Bond unconscious, with Whisper joining them to carry Bond out and take him \"to the farm.\"\n\nSolitaire thinks she is off the hook, with Baron Samedi appearing and setting one of the tarot cards on fire. Kananga then reveals that not only did she get the extremely easy reading wrong, she has sullied his good will with her. Kananga gets up and smacks Solitaire on the ground and angrily berates her. Kananga then tells that \"there is only one proper way to deal with this\", with Samedi lifting a tarot card for \"death\" and begins to laugh menacingly, as Solitaire looks back at Kananga in terror.\n\n===Louisiana Crocodile Farm===\nUnconcious Bond is taken to subtropical Louisiana forest at [[Pontrain Parish]], in a car that is also occupied by Tee-Hee, Adam and couple nameless goons. They pass through a gate reading \"TRESPASSERS WILL BE EATEN\" to a crocodile farm and arrive to its main house, with the car's passengers getting out, with the thugs helping just awakened Bond out of the car.\n\nTee-Hee leads Bond into the house, which besides the care-taking tools associated with the crocodile farm, also has a drug lab, where the scientist report to Tee Hee about the process of the recent heroin shipment being nearly complete. Tee Hee then instructs Bond through the other end of the house, to the main crocodile pond. Outside, Bond spots a small pier with a [[Glastron GT 150 Speedboat|Glastron speedboat]], as Tee Hee asks him about how much Bond knows about [[crocodile]]s.\n\nTee-Hee explains that they have \"quite a few thousand\" [[Wikipedia:Crocodilia|crocodilians]] (i.e. both crocodiles and alligators) at the farm's pond, and as he opens a barrel of meat to feed them, a swarm of them rush towards fence where Tee Hee is at. Tee Hee approaches some kind of extension bridge, with Adam signalling Bond to follow him, with Tee Hee starting to feed the wildlife at the pond. As he does, he directs Bond's attention to a crocodile named \"[[List_of_Animals#Reptiles|Old Albert]]\", who is responsible for Tee Hee losing his arm.\n\n[[File:Bondwiki LALD73 Bond CrocodileFarm TeeHee leaving1.jpg|thumb|250px|right|Tee Hee leaving Bond to the middle of the crocodiles and alligators.]]\nBond unwisely steps on land at the end of the bridge, with it soon starting to extract back and leaving Bond in the middle of the crocodilians. As Adam reels Tee Hee and the bridge back, the latter gives sardonic instructions to Bond on \"how to disable a crocodile\". After Tee Hee is at safety and ends his instructions, he and the goons leave back to the house, with Tee Hee laughing at Bond's predicament.\n\nThe crocodilians begin moving towards stranded Bond, with Bond first trying to keep them at bay with feeding meat left on the small patch of land. Bond knows it won't delay them forever and looks around, eventually spotting a small boat. Bond figures to use his [[Magnetic/Buzzsaw Wristwatch|magnet watch]] to try attract it closer and while it first appears to succeed, it ends up ultimately failing, as the boat is tied onto a thick branch.\n\nThe situation starts to look dire, as the crocodilians start surfacing onto the land Bond is standing on. However, Bond notices that there is a row of crocodiles that appear like steps to land across the pond. Bond tries it and skips on top of the crocodiles to safety.\n\nOnce by the house, Bond figures to opens the pond gates and lures the crocodilians inside the drug lab house, using the feeding meat to guide them in. As some of the crocodilians reach the wooden house, Bond douses it in gasoline and sets it on fire. The scientists notice the crocodile that's gotten in and flee the lab, which engulfs in up flames.\n\nBond flees towards the small pier with the motorboat and boards it, as Tee Hee and Adam exit the burning building. Bond leaves on the boat and Tee-Hee orders Adam and the thugs to go catch him.\n\n===Louisiana Motorboat Chase===\nBond is speeding off in the stolen Glastron speedboat across Louisiana bayous, while Adam - aboard his Chevy Impala Custom Coupe - uses the car radio to order some extra thugs at a boat dock to mobilize to aid in the capture of Bond. The henchmen take off in motorboats and couple of them find Bond soon enough. Bond uses a small patch of land as a ramp, with two of the pursues using it successfully, but a third one ends up avoiding but crashes into trees in the process.\n\nBack on land, Adam is speeding in his Impala to get to a spot to intercept Bond and drive past a big billboard with a cop car behind it. Its occupied by [[Sheriff J.W. Pepper]], who informs one [[Toby]] over the radio that he's spotted a \"regular Ben-Hur doing 95 [mph] minimum\" and heads to go arrest Adam alone.\n\n[[File:JWPepperMockingAdam.jpeg|thumb|250px|left|Sheriff Pepper detaining Adam.]]\nAdam finds the spot, only for Sheriff Pepper to then pull over and detain Adam by ordering him to put his hands on his car. Sheriff starts judge Adam under the impression that he is a serial speeder and brags about his own competence. However, soon the roar of the speedboats escalate from the distance, with Bond and the pursuers fast closing in onto the position where Pepper and Adam are. \n\nBond again ramps off the land, over Pepper's and Adam's car, but as Pepper stumbles, he accidentally fires his service revolver and hits the fuel tank of Bond's speedboat. One of the pursuers ends up crashing inside Pepper's police car, while another one makes over the ramp to continue pursuit of Bond. As Pepper is overwhelmed, Adam boards his car and escapes the scene. \n\nWith all suspects having escaped, Toby over police radio informs Pepper that one Ms. Pearson needs him to go shoot her dog with rabies, as Pepper just curses. A second Louisiana state police car arrives and \"by the power invested by the parish\", Sheriff Pepper takes over the vehicle.\n\nBond continues his escape as there is one of the original motorboat chasers left pursuing him. But the engine on his Glastron starts to sputter due to the damage from Pepper's bullet, Bond has to think a way out. Bond spots a new motorboat and drives on land, with the pursuers following, and they end up crashing into estate of one [[Deke Rogers]]. The chasers end up stuck in the estate's swimming pool while Bond takes Rogers' [[Glastron CV-19]] as his new escape vehicle.\n\nThere is a another boat thug waiting ahead of Bond, and as he passes it, begins to chase down Bond on his new boat. Pepper and the state troopers are informed about Bond stealing Rogers' boat, but Pepper says that his priority is to catch a \"swarm of Black Russians\". Toby informs him that the troopers have a roadblock ready at Miller's Bridge to try catch Bond and the thugs.\n\nWe cut to Miller's Bridge, where the state troopers have indeed set a naval blockade to try stop Bond. Bond soon appears and he simply rams through the bridge blockade, with the pursuer following suit. Pepper's other car arrives in scene, with another policeman on radio at wits end. Pepper suggests to get his brother-in-law [[Billy-Bob]] and his speedboat - which is \"the fastest in the whole damn river\" - to catch Bond's. \n\nHowever, Adam and his black Impala coupe soon arrive at the State Wildlife Department Ranger Station - where Billy-Bob is working on his [[Glastron CV-21]] speedboat. Billy-Bob gets Pepper's message, but Adam appears and knocks him out. Adam commandeers the CV-21, with Pepper on radio - thinking he is still speaking to Billy-Bob - telling that Bond has been spotted at [[Haley's Landing]] and heads there to try catch Bond.\n\n[[File:Bondwiki LALD73 Boatchase1.png|thumb|250px|right|Bond fleeing Adam's CV-21.]]\nAdam zooms past the police, with Pepper turning around so that he failed to see that it was Adam commandeering his brother-in-law's boat. Soon enough, Adam has reached the other remaining pursuer and passes him, with him soon catching up to Bond. Bond drives through a wedding ceremony for a short-cut, with Adam taking the long route, with the nameless boat pursuer also driving to the wedding ceremony and destroying the wedding cake and the tent before being disabled, much to the to-be-wed women's dismay.\n\nThe radio operator tells Pepper and the state trooper car convoy of Bond's location, but they are delayed by an slow old-timey oyster truck. Bond again takes a short-cut - followed by Adam - which ends up causing the law-enforcement cars to veer off and cause a massive multiple-vehicle collision, as the slow oyster truck arrives on the scene that starts to blare its horn.\n\nBond and Adam end up on a [[ship cemetery]], where Bond uses the larger derelict vessels to hide from Adam. Adam draws a shotgun and begins to search for Bond, who is somewhere, filling a bucket with oil. Subsequently, Bond appears and attracts Adam's attention and follows him. Bond makes a u-turn and throws the contents of the bucket over Adam, blinding him for the vital moment. Bond reaches Adam's boat again and slap its throttle, causing the boat to spin around before Bond rams into it, which causes Adam's boat to accelerate inside a derelict [[Wikipedia:Landing Ship, Tank|LST ship]], with the boat crashing inside and exploding in a big fireball -- killing Adam.\n\nBond then casually sails the CV-19 and arrives at a Louisiana Marina, where a group of state troopers are waiting for him. Bond docks and is immediately approached by Felix Leiter - who appears to have cleared Bond of wrongdoing for the police. Leiter tells that Kananga has took off with Solitaire, during which the derelict police car with Pepper aboard arrive on scene. Pepper gloats that he has finally captured the \"doomsday machine\" Bond, with Leiter telling the [[Trooper Captain]] to pacify Pepper.\n\n[[File:Bondwiki LALD73 TarotCardClues1.jpg|thumb|250px|left|Bond inspecting the burnt Tarot Cards.]]\nWhile the captain explains that Bond is a British agent to befuddled Pepper, Leiter tells that the authorities raided the New Orleans Fillet of Soul restaurant and the only thing they found were three tarot cards. Bond observes the cards while Leiter mentioning a person that matches \"the flutist's\" description, and Bond determines that Solitaire is going to be sacrificed at San Monique on midnight at the location where he and Solitaire met the flutist.\n\n===Night-time Ritual at San Monique===\nIts night-time in San Monique and its the same location where Baines was killed, with a similar ritual in process. Bond, Leiter and Quarrel Jr. arrive on Junior's boat to the vicinity of the island, with Bond and Quarrel Jr. dressed in black full-body swimsuits. They pull a raft on water while Leiter tells that the have [[incendiary bomb]]s ready, that are set to go off on midnight. Bond and Quarrel Jr. leave as Leiter warns about sharks in the water.\n\nThe ritual continues, as Bond and Quarrel Jr. make it to land and hide the raft. As Bond starts heading towards the ritual site, Quarrel Jr. says that he leaves a bag of equipment - including a Shark Gun - that Bond needs if he is to get back to the boat. The ritual gets louder and Bond checks his [[Smith & Wesson Model 29|.44 Magnum Smith & Wesson revolver]], declaring that the party has started. Quarrel Jr. wishes Bond to give Baron Samedi \"one between the eyes\" as Bond goes off to save Solitaire.\n\nSubsequently, Bond arrives to the ritual site and tries to figure a way to get closer. Three people - one carrying [[Baron Samedi]]'s hat, one carrying a bell and one carrying a [[machete]] - begin movements around some poles, as they finally bring Solitaire out of the nearby hut. Solitaire screams in horror as the cultists carry her to the poles and begin to tie her on them. Bond then spots a small group carrying a coffin towards the ritual site.\n\nThen, [[Dambala]] appears behind a gravestone and reaches the coffin -- opening it and revealing its full of snakes. He picks a green-yellow snake - like one that he used to kill Baines before - raises it above him and begins his ritualistic dance moves, moving towards Solitaire as the crowd cheers. Bond checks his watch, as Quarrel Jr. is planting the incendiary bomb at the poppy field (where Bond and Solitaire were attacked by the JetRanger copter.)\n\nDambala begins bringing the snake closer to Solitaire's face as Bond contemplates his next move, knowing that the the bombs Quarrel Jr. will not explode in time to cause an distraction. Bond begins to draw his gun and aiming towards the Dambala, before the ritual suddenly stops. The cultists start chanting as the tree persons with specific items from previously get out of the hut. Bond searches for a better position, as the three people leave the items by a gravestone titled \"James Bond\" - placing Samedi's hat by tombstone, with the machete carrier drawing and knocking on the grave with the blade and the third one ringing the bell.\n\nThen, the standing body of Baron Samedi begins to rise from under the hat, and as it has completely risen, the ritual continues. Dambala rushes at Solitaire with Bond prompt to action, shooting Dambala with his magnum revolver. Bond then turns to Baron Samedi and shoots at him, only for the figure to turn out to be a mere effigy. Bond destroys the rest of the effigy and gets in the middle of the crowd, keeping them at bay with his magnum revolver. \n\n[[File:Bondwiki LALD73 Bond Solitaire ritual escape1.jpg|thumb|250px|right|Bond and Solitaire trying to escape the ritual grounds.]]\nAs he heads to save Solitaire, one of the cultists tries to attack Bond with a machete, but Bond shoots and kills him. Bond runs to the body of the man, as another cultist tries to take a machete off the body. Bond kicks the cultist away and takes the machete -- as he is out of ammo for his revolver. Bond uses the machete to release Solitaire from her binds, as the incendiary bombs planted by Quarrel Jr. go off and destroy the plantation in chain of huge fireballs.\n\nBond and Solitaire try to leave towards the hut, when another Baron Samedi rises standing up from the grave, with this one being the real thing. Samedi laughs menacingly and grabs the machete left by one of the three ritual attendants and approaches Bond and Solitaire with murderous intent. Bond throws the empty revolver away and engages Samedi in a machete duel. Bond disarms Samedi swiftly and punches him into the coffin of snakes - from which Dambala took his - where the snakes apparently bite Samedi to death.\n\nBond and Solitaire rush to the grave from which Samedi rose, with Bond knocking on it with his machete like the cultist did. Bond has correctly deduced its a signal the elevator operator, who - assuming its Samedi - ends up bringing Bond and Solitaire down to a new underground hideout.\n\n===Kananga's hideout and the final battle===\nBond and Solitaire descend into the underground hideout, with Bond kicking the elevator operator unconscious. Other guards in the area spot Bond with a man in surveillance room soon spotting him - shouting \"trouble!\" and activating the bell alarm.\n\nBond and Solitaire head through closing steel doors, that lead them to a cavern. Bond and Solitaire hide from the armed guards and move forward, until they find a another steel door and enter through it. Unfortunately for the two, they have just accidentally entered the main hub of the underground complex, where they are greeted by Kananga - who appears slightly intoxicated. Kananga tells Whisper to fetch two more glasses for \"the guests\", with Bond and Solitaire escorted to the hub's office cubicle. \n\nBack at the coast, Quarrel Jr. returns back to his boat and is helped aboard by Leiter. Junior tells Leiter that Bond ought to come back soon, as his wet-suit is not at the beach. Indeed, back at the office cubicle, while Whisper brings Bond and Solitaire drinks, Kananga informs Bond that his men found his diving equipment. Kananga then tells that the bombs have done only slight damage and that Bond has been nothing but a minor nuisance if anything.\n\nKananga then checks Bond's equipment and gets curious about the [[Compressed Air Pistol]], asking what it is. Bond explains its a shark-hunting gun that uses compressed gas pellets as its ammunition. Kananga chuckles to himself and points the air pistol towards a inflatable sofa that Whisper is sitting on. It first appears Kananga tries to shoot Whisper, but instead shoots the sofa, that causes it to swell and explode. Whisper is slightly shook by it with delighted Kananga being finding the weapon \"ingenious.\" Kananga begins to temper one of the rounds used for the air pistol, with Bond warning against it.\n\nKananga has Bond and Solitaire escorted out, as Bond observes a there being a monorail to the \"last refuge of the scoundrel\" and determines that the heroin is carried metal canisters - with one nearby - and loaded to the winch hanging on the ceiling. Kananga confirms it, and decides to show it works - by having Bond and Solitaire tied to it.\n\n[[File:Live and Let Die - Kananga prepares to lower Bond into the shark pool.png|thumb|250px|left| Kananga prepares to lower Bond and Solitaire into the shark pool.]]\nWith the two trapped, Kananga further explains his drug trafficking and open the nearby metal canister. Under the impression that Kananga wants to drown them, Bond quips about the elaborate execution method -- only for Kananga to correct him. Bond spots Kananga leaving one of the air pistol rounds on a table, with the villain then getting out a knife. Kananga walks to Bond and pulls down the latter's sleeve, starting to carve small lightly-bleeding cuts. Kananga then signals Whisper to lift the winch over the water, and as Whisper is focused elsewhere, Bond uses the magnet watch to draw the air pistol round off the table.\n\nThe winch is now raised above a pool of water and Bond hides the air pistol round. As blood droplets from Bond's cuts continue to hit water, Kananga orders Whisper to open the gate, letting sharks into the pool below the winch. As Kananga goes to watch the sharks enter, Bond toggles a buzz-saw function on his watch to cut the ropes. Bond and Solitaire get free, with Bond vaulting down the winch to swing over to Whisper -- knocking him into the metal canister and then trapping him inside.\n\nKananga is alerted and rushes to attack Bond with the knife. The two maintain a gap with Kananga trying to fake-out Bond to stab him, until Kananga attacks and Bond counters, disarming him. However, the two start to clinch and soon the two fall into the shark-infested pool. Bond grabs a restrain hold over Kananga underwater, trying to make him run out of breath. Bond gets the air pistol round out of his mouth, and as Kananga reaches above surface to catch breath, Bond shoves the air pistol round into Kananga's mouth, with the villain swallowing it.\n\nBond swims out of the pool as incredibly inflated Kananga jettisons out of the water and explodes upon hitting the ceiling. Bond gets the winch - with Solitaire still aboard - on to ground, with Bond quips about Kananga's death. Bond helps Solitaire off the winch and two embrace, with Bond then suggesting to leave the lair by the monorail.\n\n===Last surprise on the train===\nSometime after defeating Kananga, Bond and Solitaire - escorted by Felix Leiter - board a train at New Orleans Train Station to New York, where he will meet Leiter at the [[Wikipedia:21 Club|21 Club]]. Leiter is puzzled about Bond's choice of transportation, with Bond giving a silent mischievous look to Leiter about \"whatever they could do aboard a train for 16 hours.\" Bond and Solitaire wish good-bye to Leiter and board the train, as the camera pans to bunch of large sacks being loaded aboard train's cargo.\n\nBond and Solitaire first spend time learning Gin Rummy, with Bond first thinking she is bad at it, only to soon sweep him. Bond then decides to lower the train bed above Solitaire, sardonically doing it to try block Solitaire's mystical powers that she apparently lost.\n\nAt the cargo bay, one of the sacks cuts open - it being Tee Hee's prosthetic. Come nightime, Bond and Solitaire prepare to go to bed, with the former cleaning himself at the cabin's bathroom. Solitaire decides to climb to her bed, as somewhere on the train, Tee Hee is sabotaging the lights for Bond's cabin.\n\nPleased on the bed, Solitaire starts musing to herself, thinking Bond can hear her. Instead, Tee Hee has entered the cabin and almost attacks Solitare first. Bond gets out of the bathroom and spots Tee Hee, with the latter slamming Solitaire and the folding bed close on the wall.\n\n[[File:Bondwiki LALD73 Bond Vs TeeHee Train Promoshot.jpg|thumb|250px|right|Bond fighting off Tee Hee aboard the train.]]\nTee Hee cordially greets Bond, who uses cards to blindside Tee Hee. Bond clinches onto Tee Hee and strikes him across the room. After some back and forth, Bond uses a bed ladder to try pin Tee Hee on the wall to keep him at bay. However, Tee Hee's claw is so strong that he starts to break the ladder step by step, with Bond going to clinch, again to prevent Tee Hee from using the claw on him.\n\nBond then tries to tear the prosthetic arm off, only for Tee Hee to break the cabin window with a punch from his claw. Tee Hee then throws Bond on the cabin seats, with Bond tearing off Tee Hee's suit to reveal the insides of Tee Hee's prosthetic arm. Tee Hee then punches Bond to stagger him and hoists him by the cabin window of a speeding train. Tee Hee starts laughing over Bond's impending doom as Bond spots an open grooming kit with micro scissors.\n\nBond tries to reach for the micro scissors as Tee Hee using his elbow to choke Bond on the window. Bond grabs one and uses it to cut the wires within Tee Hee's prosthetic arm, immobilizing it and locking the claw onto the window hold. Tee Hee is trapped and Solitaire is knocking behind the closed folding bed -- Bond decides to grab Tee Hee's leg, which lowers the window and hoists Tee Hee over to his death, leaving behind only the assassin's prosthetic arm.\n\nBond opens the folding bed and Solitaire thinks it was Bond who closed it. Bond gets rid of the prosthetic arm and closes the window, quipping he was only being \"disarming\" and goes to her with no more danger of Kananga's remnants.\n\nHowever, we then cut to the front of train, and inexplicably, Baron Samedi - who apparently died to the coffin full of snakes back at San Monique - is sitting by it and starts laughing -- ending the film.",
    "Death of the agents, Bond's home": "[[File:Bondwiki Dambala tormenting Baines.jpg|thumb|250px|left|Baines being tormented by Dambala the snake handler.]]\nThe movie begins with three British agents - [[Dawes]], [[Hamilton]] and [[Baines]] - who are all on seemingly separate missions, yet end up murdered one after another in within space of 24 hours. Dawes dies to a acoustic sonic weapon in [[New York]] at the [[United Nations Headquarters]], during a hearing that involves one [[Dr. Kananga (Yaphet Kotto)|Dr. Kananga]]. Hamilton is fatally stabbed outside a [[Fillet of Soul]] restaurant in [[Louisiana]], with his corpse getting abducted by the ongoing [[Wikipedia:Jazz funeral|Jazz Funeral]]. Meanwhile, Baines has been captured by a cult in the jungles of [[San Monique]], who kill him during a ritual conducted by [[Dambala]].\n\n[[James Bond (Roger Moore)|James Bond]] wakes up at [[James Bond's Flat|his house]] with one [[Miss Caruso]] by side. Soon, [[M (Bernard Lee)|M]] and [[Miss Moneypenny]] come to visit, with M informing Bond about what has happened with the three agents. Bond presumes that the killings are connected, with M indeed wanting Bond to investigate if it is so, instructing him to first head to New York, where Dawes was killed. M provides Bond with the [[Q Branch]] [[gadgets]], and then inquires if Bond knows anything about Miss Caruso, to whom Moneypenny has quietly spotted in the background. Moneypenny helps Bond by guiding M out, after having completed his briefing, with Miss Caruso able to come out of hiding. Bond and Caruso romance for a moment, before Bond leaves to his mission.",
    "Arrival to New York": "[[File:Bondwiki LNLD73 NY Taxi steps.jpg|thumb|250px|right|Bond's out-of-control Taxi ramping off the steps.]]\nBond travels to New York in a Pan Am 747, during which an [[Solitaire (Jane Seymour)|unseen woman]] elsewhere is doing tarot card readings, predicting that Bond will a bring \"violence and destruction\" to the villains' operations. Upon arrival, Bond boards a very specific taxi (reg. 545-BBB), that's being driven by [[CIA]] agent named [[Charlie]]. \n\nWhile driving, Charlie gets a car phone call from [[Felix Leiter (David Hedison)|Felix Leiter]], giving the phone to Bond. The two exchange pleasantries, with Leiter - who is staking out the UN building from the building across - informing that Kananga just left the UN building towards the San Monique embassy, which the CIA has under surveillance.\n\nBond and Charlie continue on [[Franklin D. Roosevelt East River Drive]] towards their destination, when a white [[Corvorado]] pimp-mobile appears. The pimp-mobile's driver - [[Whisper (Earl Jolly Brown)|Whisper]] - toggles a dart gun on the car's outside mirror, and using a video screen inside the car, aims and shoots at Charlie's temple. After having shot Charlie, Whisper speeds off, and Charlie's deceased body pushes on the acceleration.  \n\nNoticing that the taxi car is getting faster, Bond starts making quips, unaware what's happening. But when the taxi starts hitting other cars, Bond realizes something is wrong and grabs a hold of the wheel.  With Charlie's foot stuck on the accelerator, Bond has to navigate the traffic on the speeding car. Eventually, Bond drives on to the concrete steps of a building and slams sideways on a Ford van, stopping the car with his life intact.",
    "Oh Cult and Taxi trailing": "Leiter and the CIA observers see Kananga's entourage arriving to the San Monique consulate. Meanwhile, the police arrive to the scene of Bond's car crash and provide Bond a car phone to contact Leiter. Bond informs him that his car was attacked by a white pimp-mobile with registration ''347-NDG'', with Leiter ordering another CIA agent with him to search for it. \n\nMeanwhile, Leiter listens in to the bugged San Monique consulate, where Kananga starts to hold a small seminar. However, its a ruse, as Kananga starts playing a taped recording, which fools the CIA into believing he is at the building, while Kananga and his entourage start changing clothes. One of the CIA agents with Leiter informs him about the white pimp-mobile, with Leiter relaying the information to Bond, telling him that its owned by a shop near San Monique embassy.\n\n[[File:Bondwiki LALD73 Bond at Oh Cult Voodoo Shop1.jpg|thumb|250px|left|Bond at Oh Cult Voodoo Shop.]]\nBond arrives at the [[Oh Cult Voodoo Shop]] and enters the shop. He inspects the shop, during which he gets approached by the [[Sales Girl|sales girl]]. Bond continues browsing when he spots the man who drove the pimp-mobile enter, who heads to the store's back room. Bond gets the salesgirl to gift-wrap a rubber snake - in lengthwise - to distract her, while Bond follows the man to the back room. There he finds a underground garage, where the white pimp-mobile is.\n\nMeanwhile, Kananga and the entourage have changed their clothes and leave the consulate by a secret passage. Bond begins to inspect the pimp-mobile and uncovers its Sideview Mirror Dart Gun. Bond then hears an elevator coming down and hides by the pimp-mobile. Kananga's entourage come from it, and they enter a bronze-colored [[Cadillac Fleetwood 60 Special Brougham by Dunham Coach|Cadillac Fleetwood]]. The bronze Cadillac exits the garage and Bond follows outside, getting the attention of a [[Checker Taxi]] which takes him aboard. Bond orders the cab driver to trail the bronze Cadillac, while back at the shop, the sales girl is on phone, telling that Bond is tailing the bronze Cadillac.\n\nBond and the [[Cab Driver|cab driver]] keep following the bronze Cadillac, while the driver has amicable small-talk with Bond. As the taxi heads towards uptown, various African-Americans begin communicating by radio regarding Bond's progress.\n\nBond and the taxi eventually arrive at the Fillet of Soul restaurant, with Bond spotting the bronze Cadillac and telling the cab driver to drop him off here. Bond exits and pays the cabbie, and as Bond heads in, the cabbie grabs his car radio to inform the people at the restaurant of Bond's arrival.",
    "Fillet of Soul": "Inside, he finds that the restaurant is full of black attendants, who do not appear to be happy about the Caucasian Bond being there. Bond tries to order drinks, with the waiter remaining sardonic about Bond's requests. Bond takes a seat at a table by the wall, while waiting for the drink. \n\nThe waiter comes and Bond wants to ask him for some information, offering money for it. As he does, the wall he and his table is on revolves, taking him to another section of the place, while waiter snatches the money away from Bond and remains at the restaurant and drinking away the drink Bond ordered.\n\n[[File:Bondwiki LALD73 Bond meets Soltaire NY 1.jpg|thumb|250px|right|Bond meeting Solitaire at Fillet Of Soul's hidden room.]]\nAt the other side is the hidden room, where the black gangsters tell that \"Mr. Big\" is coming to deal with him. Bond gets off the table and starts looking around the hidden room, finding a woman doing [[Tarot|tarot card]] readings.\n\nBond gets the woman's attention, who identifies herself as [[Solitaire (Jane Seymour)|Solitaire]]. Bond introduces himself to her, but she claims that she already knows who he is and why he is here. She predicts that Bond will not succeed as her cards have told her so.\n\nThen, a man named [[Tee Hee (Julius Harris)|Tee Hee]] enters from a conference room where Mr. Big is barking orders. He asks Solitaire if Bond is carrying a weapon, with Solitaire checking the cards and confirming it. Bond tries to quip, before going silent from the sight of [[Tee Hee's Prosthetic Claw]], with the henchman reaching Bond's sleeve with it, to extract Bond's [[Walther PPK]]. Tee Hee uses his claw to bend the slide of Bond's PPK in half, before handing it over to Bond and leaves -- laughing about what he just did. Bond tries to remain humorous about it, as he drops the ruined PPK into a nearby trash can.\n\nBond then begins to really observe what Solitaire is actually doing with the tarot cards. Bond observes that Solitaire is the \"High Priestess\" card and asks if he is there as well. Solitaire tells Bond to pick a card and draws \"The Fool\", with her wryly quipping that Bond found himself.\n\nJust then, Mr. Big finally exits the conference room, telling people in there to \"clean up\" the situation in [[Los Angeles]], or he will. He then directs his attention to James Bond, latter being not so much to even introduce himself properly, before Mr. Big orders Bond to be taken outside and have him \"wasted\". \n\nMr. Big exits and Bond asks if getting \"wasted\" is a bad thing, with Solitaire telling that the reading is over. Nevertheless, Bond still asks one more chance to draw a card to tell his future, to which Solitaire relents to. Bond draws a card, being quiet for a moment, before revealing he drew \"The Lovers\" card, which shocks Solitaire. Mr. Big's thugs then begin escorting Bond out, as Solitaire is profoundly disturbed by what the Lovers card is trying to foretell.",
    "Harlem alley": "Bond is taken to the alley in Harlem by two thugs to be covertly executed. The thugs order Bond to walk further, with Bond trying to think his way out while doing so. He tries to reach a pipe by the trashcan, but the thug tells Bond not to try it. However, they walk by a building with a fire exit, and Bond leaps and grabs onto it, slamming the ladder on the thugs. After the thugs are downed, Bond tries to grab one of the guns they had, before a third man appears, ordering Bond to freeze.\n\n[[File:Bondwiki LALD73 Bond Strutter alley.jpg|thumb|250px|left|Bond meets Harold Strutter of CIA.]]\nThe man - who had been trailing Bond when he was taking the taxi to the Fillet of Soul - throws his wallet at Bond. Bond checks the wallet and discovers the man to be [[Harold Strutter]] of CIA -- an ally. Strutter tells Bond that he knew that Bond would not leave out front, as Bond is a white man in a Harlem hood. \n\nAnyway, Strutter tells Bond to follow him to his car and tells him that he was followed the moment he left the Oh Cult Voodoo Shop, as this area is controlled by major criminal named Mr. Big. Bond boards Stutter's Impala, while wondering about the connection between Kananga and Mr. Big. Leiter - through the [[Cigarette Lighter Radio]] - communicates with the two and informs that Kananga and his entourage have boarded a private plane that's due to leave to [[San Monique]] within an hour. Bond orders Leiter to book the next available flight to the island nation to continue the investigation.",
    "Arrival to San Monique": "Bond arrives in San Monique by night-time and checks in to a hotel, where there is currently a show involving one [[Baron Samedi]]. The clerk informs that \"Mrs. Bond\" has already checked in.\n\nBond goes to his hotel suite and investigates it potential bugs and - with the help of a [[Bug Detector]] - finds some. He calls room service for some Bollinger with two glasses and then uses the [[Hairbrush Transmitter]], heading to take a bath afterwards. Bond closes the tap on the bathwater, which opens a hidden panel, from where a [[List of Animals|dangerous snake]] crawls inside the bathroom. \n\nBond washes himself when the room service comes in through the suite door. Bond goes to check it, finding the waiter, but not recognizing him as Whisper - the pimp-mobile assassin - from before. Whisper leaves and Bond goes to drain the bathtub, while lighting a cigar. As Bond goes to the clean himself by the bathroom mirror, he spots the snake nearing him from the mirror. He swiftly turns towards the snake and starts spraying the aerosol can at it, lighting the spray with his lit cigar and turning it into a make-shift [[flamethrower]] and killing the snake.\n\nBond gets out of the bathroom and discovers that the lights are off, with outside lights projecting a shadow of somebody attempting to enter Bond's room. He goes to his clothes, realizing somebody has taken away his gun and runs by the door to intercept the intruder. As the intruder opens the door and draws a [[Smith & Wesson Model 19|revolver]] towards the room, Bond burns their hand holding the gun with his cigar. He then judo-throws the person to bed and grabs the intruder's gun.\n\n[[File:Bondwiki LALD73 Bond meets Rosie hotel.jpg|thumb|250px|right|Bond meeting Rosie Carver.]]\nBond confronts the intruder whom he deduces to be the \"Mrs. Bond\" that the hotel clerk mentioned. She reveals herself as [[Rosie Carver]], but Bond tells her to be quiet and sabotages the hidden mikes in the room before continuing. Checking the gun Rosie had, Bond determines that she is a [[CIA]] agent, sent by Leiter to help him. Rosie explains that she had the revolver drawn at Bond because she knew Whisper is not part of the hotel staff and confirms that she is indeed CIA.\n\nRosie goes to the bathroom to get her hairpiece back on, explaining that she previously worked with Baines, before he got killed. As she enters the bathroom, she gets spooked by the snake that Bond just killed. She runs to Bond and worries that she will be useless in this mission, but Bond comforts her and tells that he suspects that Kananga is hiding something in San Monique that Baines was killed over for. Bond tells that he wants her to show where Baines was killed at. \n\nBond begins to romance Rosie, but she resists and takes the other bedroom of the suite. However, as she enters, she again screams, as there is a small hat with a bloodied feather on the bed. Rosie seems genuinely terrified of it, but Bond responds with humor. Rosie grabs onto Bond in fear, telling to not leave her alone tonight.\n\nThe next morning, an waiter brings Bond breakfast, and as Bond checks the bill for it, he sees a tarot card - Queen of Cups - attached to it. This prompts Bond to visit a Tarot Card shop, for a purpose explained later in the story. Afterwards, Bond and Rosie drive a Mini Moke to nearby docks and gets a man to passage them by boat to the place where Baines was killed.",
    "Boat trip and Rosie's fate": "{{More Images Needed}}\nSailing the [[1962 Bertram 31|man's boat]], Bond begins fishing to pass time while Rosie goes beneath the boat's deck. She accidentally toggles a secret entrance to room full of spy equipment and finds the man's gun. She gets back on deck and sees the man winding rope, as if he is attempting to strangle Bond and orders him to freeze. However, Bond remains unperturbed, explaining that the man is his acquaintance - [[Quarrel Junior]]. She apologizes, but Quarrel Jr. is not fazed, as he had noticed that the revolver's safety is on. \n\nBoat continues passage and Bond spots a peculiar manor. Quarrel Jr. explains that its the residence of \"the Kananga woman\" - i.e. Solitaire.  We then cut inside the manor, where Solitaire is performing Tarot readings to Kananga over the phone, latter trying to gauge how much of a threat Bond poses, with Kananga being pleased over \"Rosie's efficiency.\"\n\nThe boat arrives to the island, with Bond and Rosie heading towards the location where Baines was killed at. Although Solitaire has been accurate in her tarot readings thus far, she again draws the \"lovers\" card and becomes perturbed, recalling the prior reading with Bond. Kananga inquires if she foresees death, but the \"lovers\" card leaves Solitaire muddled and unable to read it correctly. She instead lies to Kananga about the outcome, with the latter taking action.\n\nBond and Rosie drive to the location where Baines was supposedly killed, where Bond begins to romance her. After the act of love, Bond brings up the \"Queen of Cups\" tarot card that he received during a breakfast, which signifies a traitor - implying that Rosie is working for Kananga. Rosie implores that Kananga might kill her if she tells, with Bond drawing his PPK and telling that he will first, if she doesn't anwser.\n\nRosie then spots an hideous effigy at the bushes and panics. Realizing she has failed her task, Rosie tries to run for her life. But in doing so, she runs into an line of fire of an [[scarecrow turret]] that shoots her. Bond arrives to her deceased body while trying to look for the shooter.",
    "Solitaire's Manor": "Back at Solitaire's manor, Kananga - accompanied by Tee Hee - confronts Solitaire. Tee Hee informs they had to shoot Rosie as \"she was about to confess\" and Kananga deems that Solitaire got the reading wrong.\n\nSolitaire calmly deflects the accusation, saying that there is room for interpretation what the tarot cards mean. Kananga becomes slightly offended gets up from the chair and approaches her. He fears that Solitaire is losing her powers, as did Solitaire's mother before her, who served as Kananga's Tarot reader before her.\n\nKananga demands Solitaire twice to tell what Bond is doing now, but she leaves her tarot reading table, telling that she can't focus due to Kananga's overbearing attitude. Kananga gives a grave warning to Solitaire that if she loses her powers, she will be a liability to him. He then tells Solitaire to go to sleep and leaves the manor with Tee Hee.\n\n[[File:Bondwiki LALD73 Bond Solitaire SanMonique Tarot1.jpg|thumb|250px|right|Bond meeting Solitaire again at her manor.]]\nMeanwhile, Bond uses a hang-glider to reach to the island where Solitaire's manor is. He kicks an armed guard off an ledge and lands, proceeding to enter the manor. Solitaire is alerted to somebody being at her tarot reading room and finds Bond there doing pretend readings. She demands Bond to put the cards away, but Bond then tells that the cards have predicted that the two will be lovers. \n\nSolitaire is frozen in place, conflicted over the truth of the reading she had in Harlem and her loyalties to Kananga. Bond tells Solitaire to pick one of the cards on his hand and once again, draws \"the lovers\". Bond rises up from the chair and begins kissing Solitaire and with her blindsided, Bond drops rest of the cards on the table, revealing to the viewers that all the cards on his hand were \"the lovers\" - that he had acquired from the Tarot shop a while back.\n\nNext, Bond and Solitaire are at latter's bed, where she laments having lost her powers, telling that the same thing happened to her mother when she fell in love and lost her virginity. Bond tries to ease her worries and tells that they need to leave San Monique, as Kananga will likely have both of them killed for what Bond has done.",
    "Escape from San Monique": "The next morning, Bond and Solitaire leave the manor and while heading towards Quarrel Junior's boat, they run into a [[Baron Samedi|mysterious flutist]]. The flutist seems amicable, but as Bond and Solitaire keep on moving, the flutist toggles a [[Flute Transmitter|radio within the flute]] to inform that the two are escaping towards the hills. Tee Hee, at some sort of surveillance room, conveys this information to Kananga over the phone, who tells that if \"Bond finds ''[[Heroin|it]]''\", then they must kill him.\n\nUsing one of the scarecrows with camera eyes, Tee Hee then spots the two entering the a some kind of plantation. Bond appears to recognize what plants Kananga and co. are harvesting, but soon he and Solitaire are attacked by an [[Bell 206 JetRanger|JetRanger helicopter]]. Bond and Solitaire dodge gunfire under the poppy plantation's insect nettings and flee towards a civilization. Kananga is informed of the development and orders his men to kill Bond at any cost.\n\nBond and Solitaire arrive to an impoverished town and find a [[AEC Regent III|old double-decker bus]] on standby. While they approach the bus, they are spotted by the police - a trio of motorcycle cops on [[1973 \"Aermacchi\" Harley-Davidson SS 350|Harley-Davidson]] motorbikes and a [[1973 Chevrolet Nova|Chevy Nova police car]]. Bond gets the bus running and begins driving it towards the docks, where Quarrel Jr. is waiting. The police are somewhat amused by Bond's choice of escape vehicle and begin pursuit.\n\n[[File:Bondwiki LALD73 Bus upper deck goes off bridge.jpg|thumb|250px|left|Bond intentionally driving the bus under a low bridge to cause the upper deck to fall on the pursuers.]]\nThe bus keeps speeding along the island roads, before Bond and Solitaire spots the motorcycle police on their tail. Using a large puddle, Bond uses it to spin the bus, which ends up taking out all three of the motorcycle-bound pursuers. But soon enough, the police cars appear incoming towards front of the bus, with Bond's maneuvering causing one of them to veer off to bushes. \n\nOne of cars remains and continues pursuit, until Bond intentionally drives the bus through a low bridge, causing its second deck to fall on the remaining police car and taking it out.  Bond drives the half-cut bus right on the docks and boards Quarrel Junior's boat with Solitaire. \n\nWhile sailing out of the country, Solitaire worries that Kananga will not relent until he has her back. Bond comforts her and then explains to her that Kananga's \"voodoo land\" is just to protect his poppy fields and that Kananga is likely involved in [[heroin]] distribution. Bond goes to Quarrel Jr. and tells him that he needs to go investigate New Orleans, where Hamilton was killed. He tells him to contact Leiter and meet him and [[Royal Orleans Hotel]].",
    "New Orleans and airfield shenanigans": "[[File:Bondwiki LALD73 Bond Solitaire Cabbie NewOrleans TaxiTrap.jpg|thumb|250px|right|Bond and Solitaire trapped by the Cabbie near New Orleans Airport.]]\nBond and Solitaire arrive back to United States through New Orleans International Airport. Conveniently as they exit the airport, a Yellow Taxi pulls by and the two board it, with Bond telling the driver to take them to the Royal Orleans Hotel, where they are meant to meet Felix Leiter at. \n\nThe taxi takes off and Bond soon realizes that its going the other route, before its driver reveals himself to be [[Cab Driver|the same Cabbie from New York]], who promptly traps the two in the rear seats and tells that \"Mr. Big\" wants to see them.\n\nThe cabbie takes them to an nearby [[New Orleans Airfield|airfield]], where they meet [[Adam]] by an [[IAI Westwind]] plane. He tells Bond that the latter made a mistake in trying to abduct Solitaire, and that they are going to fly Bond in the air with the plane and drop him off to his death. Solitaire fakes being angry at Bond, with her causing the thugs to drop their guard and Bond then to overpower them. Bond rolls under the plane and flees to nearby hangar, as the thugs begin boarding cars to chase him down.\n\nBond subsequently finds a [[Cessna 140]] by the \"[[Bleeker]] Flying School\", with its engine running. Despite being occupied by a elderly flight student named [[Mrs. Bell]], Bond takes over the controls of the plane, while pretending to be Mrs. Bell's substitute flight instructor.\n\n[[File:Bondwiki LALD73 Airstrip Cessna MrBig thugs.jpg|thumb|250px|left|Bond using the Bleeker Flying School Cessna to repel Mr. Big's thugs.]]\nWhat ensues is a chaotic chase around the airfield - between the Bond-piloted Cessna and fleet of Mr. Big's thugs on cars pursuing him. Bond and the thugs navigate through the parked aircraft, with many of the thugs ending up crashing into the said aircraft. Bond then takes a turn to an open hangar, with thugs ready to close it, only for Bond to brute force through, clipping the wings off on the hangar doors. Bond takes a turn at an alley, scaring the thugs and eventually arriving back to Bleeker's Flying School, only for its owner to soon see what Bond has done to it. Bond quips to Mrs. Bell about giving another flying lesson to her, as she stares in silence.",
    "Fillet of Soul in Louisiana": "[[File:HedisonLeiter-OnCallNextToMooreBond.jpeg|thumb|250px|right|Bond and Leiter at Royal Orleans Hotel.]]\nAt the Royal Orleans Hotel suite, Felix Leiter is on the phone trying to pacify Mr. Bleeker over what Bond did at the airfield, while Bond is doing fitting with a tailors at the suite. Bond then asks Felix about a possible Fillet of Soul restaurant nearby, with Felix confirming there being one, which is currently being staked out by Strutter.\n\nStrutter is indeed staking out the restaurant, and on the very same spot where Hamilton stood on. As with Hamilton, a Jazz Funeral starts and [[List_of_Minor_Characters#Live_and_Let_Die_(film)|the same man who assassinated Hamilton prior]] appears. Then the Jazz Funeral trumpeter changes tune like when they secured Hamilton in the coffin, indicating that the Jazz Funeral has now claimed Strutter's life as well. Bond and Leiter arrive in a yellow cab, with the latter guiding the former towards the restaurant.\n\nInside, Bond asks about Strutter's whereabouts, with Leiter confident that he is inside, despite likely being abducted by the Jazz Funeral. Restaurant attendant spots them and approaches and offers a table for the two. Bond refuses the first one by the wall, as he had a \"nasty turn\" in at the Harlem restaurant, with Bond inquiring one closer to stage.\n\nBond and Leiter order drinks, with the latter telling Bond to take it easy. [[B. J. Arnau|Female Singer]] appears performing a cabaret rendition of the song \"[[Live and Let Die (song)|Live and Let Die]]\", with another attendant soon coming to tell Leiter that Strutter is on the phone. Leiter leaves and as the singer continues her song, Bond suddenly descends under the floor with the attendants rearranging the tables over the trap door. Leiter then comes back and asks where Bond has left to, only for the scene to change before the attendant properly answers.\n\nBond again finds himself in a hidden room within Fillet of Soul restaurant, with bunch of lights being shined on him as a voice commends Bond for his resilience. Lights tone down, with rest of the room now illuminated, revealing Mr. Big sitting at end of a table, accompanied by Solitaire, Tee Hee and couple of nameless thugs. \n\nTee Hee brings a chair for Bond to sit on, as Mr. Big tells that \"his friend\" Kananga is upset over Bond's transgressions. Bond tries to be witty, but as he sits on the chair, restraints latch onto Bond's arm, trapping him.\n\nThe two nameless henchmen leave, with Mr. Big then asking if Bond \"messed\" with Solitaire. Bond refuses to anwser, as its between \"him and Kananga\", which prompts Mr. Big to repeat the question in anger. Bond remains steeled in his resolve, which prompts Mr. Big to start literally tearing his face off. It turns out that the whole \"Mr. Big\" character has been nothing but made-up figure built upon a prosthetic mask, with the gangster revealing himself to having been Dr. Kananga all along. \n\n[[File:Bondwiki Bond Kananga TeeHee Solitaire Louisiana Fingerbreak1.jpg|thumb|250px|left|Kananga demanding Bond to anwser if the latter has had intercourse with Solitaire.]]\nThis reveal makes Bond finally piece together the villain's scheme. It transpires that Kananga is producing massive amounts of heroin on the island and is protecting the poppy fields he uses for heroin cultivation through fear of voodoo and mystical powers. Through his \"Mr. Big\" alter ego, he would distribute the heroin from his chain of Fillet Of Soul restaurants for free until the number of drug addicts doubles and his rival drug lords are put out of business, leaving Kananga with a monopoly, allowing him to milk extortionate sums of money out of the addictions he has created. \n\nWhile Kananga is pleased with the ingenuity of his own plan, he still demands Bond to anwser if he has \"touched\" Solitaire and made her lose her powers. He then wants Bond's wrist watch for a small test, regarding if Solitaire still has the power to read tarot cards. Tee Hee removes [[Rolex Submariner|Bond's watch]] and throws to Kananga, with him telling that the each wrong answer Solitaire that gives will result in Tee Hee snapping off Bond's body parts - starting with his fingers.\n\nKananga reads out the reference number on back of Bond's watch and demands Solitaire to use her tarot reading to determine if its the correct number. Waiting in abated silence, Solitaire says its the correct number. Without revealing if she is right or wrong, Kananga silently orders Bond to be released and throws his watch back to him. But as Bond is about to remark something about his watch - implying that the numbers are not visible on the watch, as its a [[Q Branch]] [[Gadgets|gadget]] and that he is a covert operative - Tee Hee knocks Bond unconscious, with Whisper joining them to carry Bond out and take him \"to the farm.\"\n\nSolitaire thinks she is off the hook, with Baron Samedi appearing and setting one of the tarot cards on fire. Kananga then reveals that not only did she get the extremely easy reading wrong, she has sullied his good will with her. Kananga gets up and smacks Solitaire on the ground and angrily berates her. Kananga then tells that \"there is only one proper way to deal with this\", with Samedi lifting a tarot card for \"death\" and begins to laugh menacingly, as Solitaire looks back at Kananga in terror.",
    "Louisiana Crocodile Farm": "Unconcious Bond is taken to subtropical Louisiana forest at [[Pontrain Parish]], in a car that is also occupied by Tee-Hee, Adam and couple nameless goons. They pass through a gate reading \"TRESPASSERS WILL BE EATEN\" to a crocodile farm and arrive to its main house, with the car's passengers getting out, with the thugs helping just awakened Bond out of the car.\n\nTee-Hee leads Bond into the house, which besides the care-taking tools associated with the crocodile farm, also has a drug lab, where the scientist report to Tee Hee about the process of the recent heroin shipment being nearly complete. Tee Hee then instructs Bond through the other end of the house, to the main crocodile pond. Outside, Bond spots a small pier with a [[Glastron GT 150 Speedboat|Glastron speedboat]], as Tee Hee asks him about how much Bond knows about [[crocodile]]s.\n\nTee-Hee explains that they have \"quite a few thousand\" [[Wikipedia:Crocodilia|crocodilians]] (i.e. both crocodiles and alligators) at the farm's pond, and as he opens a barrel of meat to feed them, a swarm of them rush towards fence where Tee Hee is at. Tee Hee approaches some kind of extension bridge, with Adam signalling Bond to follow him, with Tee Hee starting to feed the wildlife at the pond. As he does, he directs Bond's attention to a crocodile named \"[[List_of_Animals#Reptiles|Old Albert]]\", who is responsible for Tee Hee losing his arm.\n\n[[File:Bondwiki LALD73 Bond CrocodileFarm TeeHee leaving1.jpg|thumb|250px|right|Tee Hee leaving Bond to the middle of the crocodiles and alligators.]]\nBond unwisely steps on land at the end of the bridge, with it soon starting to extract back and leaving Bond in the middle of the crocodilians. As Adam reels Tee Hee and the bridge back, the latter gives sardonic instructions to Bond on \"how to disable a crocodile\". After Tee Hee is at safety and ends his instructions, he and the goons leave back to the house, with Tee Hee laughing at Bond's predicament.\n\nThe crocodilians begin moving towards stranded Bond, with Bond first trying to keep them at bay with feeding meat left on the small patch of land. Bond knows it won't delay them forever and looks around, eventually spotting a small boat. Bond figures to use his [[Magnetic/Buzzsaw Wristwatch|magnet watch]] to try attract it closer and while it first appears to succeed, it ends up ultimately failing, as the boat is tied onto a thick branch.\n\nThe situation starts to look dire, as the crocodilians start surfacing onto the land Bond is standing on. However, Bond notices that there is a row of crocodiles that appear like steps to land across the pond. Bond tries it and skips on top of the crocodiles to safety.\n\nOnce by the house, Bond figures to opens the pond gates and lures the crocodilians inside the drug lab house, using the feeding meat to guide them in. As some of the crocodilians reach the wooden house, Bond douses it in gasoline and sets it on fire. The scientists notice the crocodile that's gotten in and flee the lab, which engulfs in up flames.\n\nBond flees towards the small pier with the motorboat and boards it, as Tee Hee and Adam exit the burning building. Bond leaves on the boat and Tee-Hee orders Adam and the thugs to go catch him.",
    "Louisiana Motorboat Chase": "Bond is speeding off in the stolen Glastron speedboat across Louisiana bayous, while Adam - aboard his Chevy Impala Custom Coupe - uses the car radio to order some extra thugs at a boat dock to mobilize to aid in the capture of Bond. The henchmen take off in motorboats and couple of them find Bond soon enough. Bond uses a small patch of land as a ramp, with two of the pursues using it successfully, but a third one ends up avoiding but crashes into trees in the process.\n\nBack on land, Adam is speeding in his Impala to get to a spot to intercept Bond and drive past a big billboard with a cop car behind it. Its occupied by [[Sheriff J.W. Pepper]], who informs one [[Toby]] over the radio that he's spotted a \"regular Ben-Hur doing 95 [mph] minimum\" and heads to go arrest Adam alone.\n\n[[File:JWPepperMockingAdam.jpeg|thumb|250px|left|Sheriff Pepper detaining Adam.]]\nAdam finds the spot, only for Sheriff Pepper to then pull over and detain Adam by ordering him to put his hands on his car. Sheriff starts judge Adam under the impression that he is a serial speeder and brags about his own competence. However, soon the roar of the speedboats escalate from the distance, with Bond and the pursuers fast closing in onto the position where Pepper and Adam are. \n\nBond again ramps off the land, over Pepper's and Adam's car, but as Pepper stumbles, he accidentally fires his service revolver and hits the fuel tank of Bond's speedboat. One of the pursuers ends up crashing inside Pepper's police car, while another one makes over the ramp to continue pursuit of Bond. As Pepper is overwhelmed, Adam boards his car and escapes the scene. \n\nWith all suspects having escaped, Toby over police radio informs Pepper that one Ms. Pearson needs him to go shoot her dog with rabies, as Pepper just curses. A second Louisiana state police car arrives and \"by the power invested by the parish\", Sheriff Pepper takes over the vehicle.\n\nBond continues his escape as there is one of the original motorboat chasers left pursuing him. But the engine on his Glastron starts to sputter due to the damage from Pepper's bullet, Bond has to think a way out. Bond spots a new motorboat and drives on land, with the pursuers following, and they end up crashing into estate of one [[Deke Rogers]]. The chasers end up stuck in the estate's swimming pool while Bond takes Rogers' [[Glastron CV-19]] as his new escape vehicle.\n\nThere is a another boat thug waiting ahead of Bond, and as he passes it, begins to chase down Bond on his new boat. Pepper and the state troopers are informed about Bond stealing Rogers' boat, but Pepper says that his priority is to catch a \"swarm of Black Russians\". Toby informs him that the troopers have a roadblock ready at Miller's Bridge to try catch Bond and the thugs.\n\nWe cut to Miller's Bridge, where the state troopers have indeed set a naval blockade to try stop Bond. Bond soon appears and he simply rams through the bridge blockade, with the pursuer following suit. Pepper's other car arrives in scene, with another policeman on radio at wits end. Pepper suggests to get his brother-in-law [[Billy-Bob]] and his speedboat - which is \"the fastest in the whole damn river\" - to catch Bond's. \n\nHowever, Adam and his black Impala coupe soon arrive at the State Wildlife Department Ranger Station - where Billy-Bob is working on his [[Glastron CV-21]] speedboat. Billy-Bob gets Pepper's message, but Adam appears and knocks him out. Adam commandeers the CV-21, with Pepper on radio - thinking he is still speaking to Billy-Bob - telling that Bond has been spotted at [[Haley's Landing]] and heads there to try catch Bond.\n\n[[File:Bondwiki LALD73 Boatchase1.png|thumb|250px|right|Bond fleeing Adam's CV-21.]]\nAdam zooms past the police, with Pepper turning around so that he failed to see that it was Adam commandeering his brother-in-law's boat. Soon enough, Adam has reached the other remaining pursuer and passes him, with him soon catching up to Bond. Bond drives through a wedding ceremony for a short-cut, with Adam taking the long route, with the nameless boat pursuer also driving to the wedding ceremony and destroying the wedding cake and the tent before being disabled, much to the to-be-wed women's dismay.\n\nThe radio operator tells Pepper and the state trooper car convoy of Bond's location, but they are delayed by an slow old-timey oyster truck. Bond again takes a short-cut - followed by Adam - which ends up causing the law-enforcement cars to veer off and cause a massive multiple-vehicle collision, as the slow oyster truck arrives on the scene that starts to blare its horn.\n\nBond and Adam end up on a [[ship cemetery]], where Bond uses the larger derelict vessels to hide from Adam. Adam draws a shotgun and begins to search for Bond, who is somewhere, filling a bucket with oil. Subsequently, Bond appears and attracts Adam's attention and follows him. Bond makes a u-turn and throws the contents of the bucket over Adam, blinding him for the vital moment. Bond reaches Adam's boat again and slap its throttle, causing the boat to spin around before Bond rams into it, which causes Adam's boat to accelerate inside a derelict [[Wikipedia:Landing Ship, Tank|LST ship]], with the boat crashing inside and exploding in a big fireball -- killing Adam.\n\nBond then casually sails the CV-19 and arrives at a Louisiana Marina, where a group of state troopers are waiting for him. Bond docks and is immediately approached by Felix Leiter - who appears to have cleared Bond of wrongdoing for the police. Leiter tells that Kananga has took off with Solitaire, during which the derelict police car with Pepper aboard arrive on scene. Pepper gloats that he has finally captured the \"doomsday machine\" Bond, with Leiter telling the [[Trooper Captain]] to pacify Pepper.\n\n[[File:Bondwiki LALD73 TarotCardClues1.jpg|thumb|250px|left|Bond inspecting the burnt Tarot Cards.]]\nWhile the captain explains that Bond is a British agent to befuddled Pepper, Leiter tells that the authorities raided the New Orleans Fillet of Soul restaurant and the only thing they found were three tarot cards. Bond observes the cards while Leiter mentioning a person that matches \"the flutist's\" description, and Bond determines that Solitaire is going to be sacrificed at San Monique on midnight at the location where he and Solitaire met the flutist.",
    "Night-time Ritual at San Monique": "Its night-time in San Monique and its the same location where Baines was killed, with a similar ritual in process. Bond, Leiter and Quarrel Jr. arrive on Junior's boat to the vicinity of the island, with Bond and Quarrel Jr. dressed in black full-body swimsuits. They pull a raft on water while Leiter tells that the have [[incendiary bomb]]s ready, that are set to go off on midnight. Bond and Quarrel Jr. leave as Leiter warns about sharks in the water.\n\nThe ritual continues, as Bond and Quarrel Jr. make it to land and hide the raft. As Bond starts heading towards the ritual site, Quarrel Jr. says that he leaves a bag of equipment - including a Shark Gun - that Bond needs if he is to get back to the boat. The ritual gets louder and Bond checks his [[Smith & Wesson Model 29|.44 Magnum Smith & Wesson revolver]], declaring that the party has started. Quarrel Jr. wishes Bond to give Baron Samedi \"one between the eyes\" as Bond goes off to save Solitaire.\n\nSubsequently, Bond arrives to the ritual site and tries to figure a way to get closer. Three people - one carrying [[Baron Samedi]]'s hat, one carrying a bell and one carrying a [[machete]] - begin movements around some poles, as they finally bring Solitaire out of the nearby hut. Solitaire screams in horror as the cultists carry her to the poles and begin to tie her on them. Bond then spots a small group carrying a coffin towards the ritual site.\n\nThen, [[Dambala]] appears behind a gravestone and reaches the coffin -- opening it and revealing its full of snakes. He picks a green-yellow snake - like one that he used to kill Baines before - raises it above him and begins his ritualistic dance moves, moving towards Solitaire as the crowd cheers. Bond checks his watch, as Quarrel Jr. is planting the incendiary bomb at the poppy field (where Bond and Solitaire were attacked by the JetRanger copter.)\n\nDambala begins bringing the snake closer to Solitaire's face as Bond contemplates his next move, knowing that the the bombs Quarrel Jr. will not explode in time to cause an distraction. Bond begins to draw his gun and aiming towards the Dambala, before the ritual suddenly stops. The cultists start chanting as the tree persons with specific items from previously get out of the hut. Bond searches for a better position, as the three people leave the items by a gravestone titled \"James Bond\" - placing Samedi's hat by tombstone, with the machete carrier drawing and knocking on the grave with the blade and the third one ringing the bell.\n\nThen, the standing body of Baron Samedi begins to rise from under the hat, and as it has completely risen, the ritual continues. Dambala rushes at Solitaire with Bond prompt to action, shooting Dambala with his magnum revolver. Bond then turns to Baron Samedi and shoots at him, only for the figure to turn out to be a mere effigy. Bond destroys the rest of the effigy and gets in the middle of the crowd, keeping them at bay with his magnum revolver. \n\n[[File:Bondwiki LALD73 Bond Solitaire ritual escape1.jpg|thumb|250px|right|Bond and Solitaire trying to escape the ritual grounds.]]\nAs he heads to save Solitaire, one of the cultists tries to attack Bond with a machete, but Bond shoots and kills him. Bond runs to the body of the man, as another cultist tries to take a machete off the body. Bond kicks the cultist away and takes the machete -- as he is out of ammo for his revolver. Bond uses the machete to release Solitaire from her binds, as the incendiary bombs planted by Quarrel Jr. go off and destroy the plantation in chain of huge fireballs.\n\nBond and Solitaire try to leave towards the hut, when another Baron Samedi rises standing up from the grave, with this one being the real thing. Samedi laughs menacingly and grabs the machete left by one of the three ritual attendants and approaches Bond and Solitaire with murderous intent. Bond throws the empty revolver away and engages Samedi in a machete duel. Bond disarms Samedi swiftly and punches him into the coffin of snakes - from which Dambala took his - where the snakes apparently bite Samedi to death.\n\nBond and Solitaire rush to the grave from which Samedi rose, with Bond knocking on it with his machete like the cultist did. Bond has correctly deduced its a signal the elevator operator, who - assuming its Samedi - ends up bringing Bond and Solitaire down to a new underground hideout.",
    "Kananga's hideout and the final battle": "Bond and Solitaire descend into the underground hideout, with Bond kicking the elevator operator unconscious. Other guards in the area spot Bond with a man in surveillance room soon spotting him - shouting \"trouble!\" and activating the bell alarm.\n\nBond and Solitaire head through closing steel doors, that lead them to a cavern. Bond and Solitaire hide from the armed guards and move forward, until they find a another steel door and enter through it. Unfortunately for the two, they have just accidentally entered the main hub of the underground complex, where they are greeted by Kananga - who appears slightly intoxicated. Kananga tells Whisper to fetch two more glasses for \"the guests\", with Bond and Solitaire escorted to the hub's office cubicle. \n\nBack at the coast, Quarrel Jr. returns back to his boat and is helped aboard by Leiter. Junior tells Leiter that Bond ought to come back soon, as his wet-suit is not at the beach. Indeed, back at the office cubicle, while Whisper brings Bond and Solitaire drinks, Kananga informs Bond that his men found his diving equipment. Kananga then tells that the bombs have done only slight damage and that Bond has been nothing but a minor nuisance if anything.\n\nKananga then checks Bond's equipment and gets curious about the [[Compressed Air Pistol]], asking what it is. Bond explains its a shark-hunting gun that uses compressed gas pellets as its ammunition. Kananga chuckles to himself and points the air pistol towards a inflatable sofa that Whisper is sitting on. It first appears Kananga tries to shoot Whisper, but instead shoots the sofa, that causes it to swell and explode. Whisper is slightly shook by it with delighted Kananga being finding the weapon \"ingenious.\" Kananga begins to temper one of the rounds used for the air pistol, with Bond warning against it.\n\nKananga has Bond and Solitaire escorted out, as Bond observes a there being a monorail to the \"last refuge of the scoundrel\" and determines that the heroin is carried metal canisters - with one nearby - and loaded to the winch hanging on the ceiling. Kananga confirms it, and decides to show it works - by having Bond and Solitaire tied to it.\n\n[[File:Live and Let Die - Kananga prepares to lower Bond into the shark pool.png|thumb|250px|left| Kananga prepares to lower Bond and Solitaire into the shark pool.]]\nWith the two trapped, Kananga further explains his drug trafficking and open the nearby metal canister. Under the impression that Kananga wants to drown them, Bond quips about the elaborate execution method -- only for Kananga to correct him. Bond spots Kananga leaving one of the air pistol rounds on a table, with the villain then getting out a knife. Kananga walks to Bond and pulls down the latter's sleeve, starting to carve small lightly-bleeding cuts. Kananga then signals Whisper to lift the winch over the water, and as Whisper is focused elsewhere, Bond uses the magnet watch to draw the air pistol round off the table.\n\nThe winch is now raised above a pool of water and Bond hides the air pistol round. As blood droplets from Bond's cuts continue to hit water, Kananga orders Whisper to open the gate, letting sharks into the pool below the winch. As Kananga goes to watch the sharks enter, Bond toggles a buzz-saw function on his watch to cut the ropes. Bond and Solitaire get free, with Bond vaulting down the winch to swing over to Whisper -- knocking him into the metal canister and then trapping him inside.\n\nKananga is alerted and rushes to attack Bond with the knife. The two maintain a gap with Kananga trying to fake-out Bond to stab him, until Kananga attacks and Bond counters, disarming him. However, the two start to clinch and soon the two fall into the shark-infested pool. Bond grabs a restrain hold over Kananga underwater, trying to make him run out of breath. Bond gets the air pistol round out of his mouth, and as Kananga reaches above surface to catch breath, Bond shoves the air pistol round into Kananga's mouth, with the villain swallowing it.\n\nBond swims out of the pool as incredibly inflated Kananga jettisons out of the water and explodes upon hitting the ceiling. Bond gets the winch - with Solitaire still aboard - on to ground, with Bond quips about Kananga's death. Bond helps Solitaire off the winch and two embrace, with Bond then suggesting to leave the lair by the monorail.",
    "Last surprise on the train": "Sometime after defeating Kananga, Bond and Solitaire - escorted by Felix Leiter - board a train at New Orleans Train Station to New York, where he will meet Leiter at the [[Wikipedia:21 Club|21 Club]]. Leiter is puzzled about Bond's choice of transportation, with Bond giving a silent mischievous look to Leiter about \"whatever they could do aboard a train for 16 hours.\" Bond and Solitaire wish good-bye to Leiter and board the train, as the camera pans to bunch of large sacks being loaded aboard train's cargo.\n\nBond and Solitaire first spend time learning Gin Rummy, with Bond first thinking she is bad at it, only to soon sweep him. Bond then decides to lower the train bed above Solitaire, sardonically doing it to try block Solitaire's mystical powers that she apparently lost.\n\nAt the cargo bay, one of the sacks cuts open - it being Tee Hee's prosthetic. Come nightime, Bond and Solitaire prepare to go to bed, with the former cleaning himself at the cabin's bathroom. Solitaire decides to climb to her bed, as somewhere on the train, Tee Hee is sabotaging the lights for Bond's cabin.\n\nPleased on the bed, Solitaire starts musing to herself, thinking Bond can hear her. Instead, Tee Hee has entered the cabin and almost attacks Solitare first. Bond gets out of the bathroom and spots Tee Hee, with the latter slamming Solitaire and the folding bed close on the wall.\n\n[[File:Bondwiki LALD73 Bond Vs TeeHee Train Promoshot.jpg|thumb|250px|right|Bond fighting off Tee Hee aboard the train.]]\nTee Hee cordially greets Bond, who uses cards to blindside Tee Hee. Bond clinches onto Tee Hee and strikes him across the room. After some back and forth, Bond uses a bed ladder to try pin Tee Hee on the wall to keep him at bay. However, Tee Hee's claw is so strong that he starts to break the ladder step by step, with Bond going to clinch, again to prevent Tee Hee from using the claw on him.\n\nBond then tries to tear the prosthetic arm off, only for Tee Hee to break the cabin window with a punch from his claw. Tee Hee then throws Bond on the cabin seats, with Bond tearing off Tee Hee's suit to reveal the insides of Tee Hee's prosthetic arm. Tee Hee then punches Bond to stagger him and hoists him by the cabin window of a speeding train. Tee Hee starts laughing over Bond's impending doom as Bond spots an open grooming kit with micro scissors.\n\nBond tries to reach for the micro scissors as Tee Hee using his elbow to choke Bond on the window. Bond grabs one and uses it to cut the wires within Tee Hee's prosthetic arm, immobilizing it and locking the claw onto the window hold. Tee Hee is trapped and Solitaire is knocking behind the closed folding bed -- Bond decides to grab Tee Hee's leg, which lowers the window and hoists Tee Hee over to his death, leaving behind only the assassin's prosthetic arm.\n\nBond opens the folding bed and Solitaire thinks it was Bond who closed it. Bond gets rid of the prosthetic arm and closes the window, quipping he was only being \"disarming\" and goes to her with no more danger of Kananga's remnants.\n\nHowever, we then cut to the front of train, and inexplicably, Baron Samedi - who apparently died to the coffin full of snakes back at San Monique - is sitting by it and starts laughing -- ending the film.",
    "Development": "===Writing===\nAfter having reworked [[Richard Maibaum]]'s script for ''[[Diamonds Are Forever (film)|Diamonds Are Forever]]'', [[Tom Mankiewicz]] was asked write the script for ''Live and Let Die'', effectively serving as the movie's sole writer this time. Mankiewicz already had the idea to adapt Live and Let Die while EON was still filming of Diamonds Are Forever, thinking that it would had been interesting to have Black villain in the film, as groups like the Black Panthers were very active at the time.\n\nOriginally, a sequence was envisioned where Bond was to be at a coffee plantation, where he would get trapped and almost end up in sort of \"giant coffee grinder.\" However, as the crew as scouting locations in Jamaica, they ended finding the crocodile farm owned by Ross Kananga, that the filmmakers loved so much that it ended up effectively supplanting the coffee plantation sequence.\n\nFor ''Live and Let Die,'' Guy Hamilton insisted the producers rehire Mankiewicz: I said, Maibaum is a very nice man, I had a lot of respect for him, but at this period hed run out of, to me, freshness. He was basically an old man compared to Tom. Richard Maibaum later claimed he was asked to write the film but declined because he was too busy. He disliked the completed film, saying, \"I would have liked a crack at Live and Let Die. I didn't particularly like what they did to it. It was about nothing, a lousy cooking-some-dope-some- where-in-the-jungle movie. That's not Bond at all. To process drugs in the middle of a jungle is not a Bond caper.\"\n\n===Casting===\n====New Bond====\n[[File:Roger Moore Shooting Live and Let Die Revolver 1.webp|thumb|250px|Roger Moore was cast as third EON Bond in August 1972.]]\nAs [[Sean Connery]]'s return for the 1971's Diamonds Are Forever was strictly a one-time affair (although ultimately broken by him accepting the role for ''[[Never Say Never Again]]''), [[EON Productions]] were once again tasked to find a new lead actor for the role of James Bond.\n\nThe executives at [[United Artists]] had eyed American actors for the role; such as Burt Reynolds, Robert Redford, and Paul Newman. However, Broccoli insisted to keep the Bond actor as somebody from the British Isles. In June 1972, the top contenders in consideration were Jeremy Brett, [[Michael Billington]] (would later play [[Sergei Barsov]] in [[The Spy Who Loved Me (film)|''The Spy Who Loved Me'']]. ), and [[Julian Glover]] (who would play [[Kristatos]] in ''[[For Your Eyes Only]]'').\n\nBefore he became the third actor to accept the role James Bond in the official EON series, [[Roger Moore]] had already been considered for the role since the planning stages of [[Dr. No (film)|Dr. No]] filmization. EON had previously approached him for Diamonds Are Forever, but Moore was unable to accept, as he was still playing a starring role in [[Wikipedia:The Persuaders!|The Persuaders]]. Although he was still under contract in 1972, the series ended up getting cancelled and Moore was free for the role. In August 1972, Moore would initially sign a three picture deal, but would eventually become one of the longest serving actors in the role for the series history.\n\nThe producers made a conscious effort to distance the new James Bond from the character made famous by [[Sean Connery]], perhaps an effort to avoid repeating the [[George Lazenby]] fiasco. For example: Roger Moore's Bond never orders a vodka martini (neither shaken, nor stirred), he drinks bourbon whiskey; the mission briefing occurs in Bond's flat (a location not seen in the EON movies since ''[[Dr. No]]'' in 1962); the armourer Q is dropped from the film (though still mentioned); Roger Moore's James Bond does not wear a hat; he smokes cigars, not cigarettes, in brief: an English gentleman. In time, as Moore grew in to the role, many old Bond-isms returned, and some new elements were dropped. Moreover, Roger Moore toned down his famous mannerisms, cultivated in the role of [[Simon Templar]], The Saint, in particular, the cocking eyebrow.\n\n====Other cast====\nInitially, screenwriter Tom Mankiewicz envisioned Solitaire as a black woman, with someone like Diana Ross for the role. However, it was decided to not do so and keeping her caucasian like in the original novel. Gayle Hunnicutt was initially chosen as Solitaire, but had to drop out due to her pregnancy. Catherine Deneuve was also considered, but not chosen. [[Cubby Broccoli]] became interest in [[Jane Seymour]] - after seeing her in [[Wikipedia:The Onedin Line|The Onedin Line]] - and she accepted the role.\n\nThe ethnicity change also impacted the character of Rosie Carver, who was initially envisioned as caucasian. She was ultimately played by black actress [[Gloria Hendry]].\n\n[[File:Q (Diamonds are Forever) - Profile.png|thumb|200px|left|Live and Let Die marks the sole time when Desmond Llewelyn was left out of a James Bond movie during his long tenure.]]\nLive and Let Die also marks a peculiar occasion where actor [[Desmond Llewelyn]] was unable to play the role of [[Q (Desmond Llewelyn)|Q]], being the only time he missed the role during his tenure from 1963's ''[[From Russia with Love (film)|From Russia With Love]]'' to 1999's ''[[The World Is Not Enough (film)|The World Is Not Enough]]''. There are conflicting statements about why he was not in the movie, with there being claims about him being occupied with some other TV/film project or the filmmakers wanting less emphasis on the use of gadgets in the film. As such, this is the only time to date that Bond himself performs a variant of the traditional Q gadget briefing, only this time for the benefit of briefing M and Moneypenny about his latest tools. In parallel to Bond not always taking the briefing seriously, this time M makes a joke when he seemingly mistakes Bond's cappuccino maker for another gadget (\"Is that all it does?\").\n\nBefore the filming began, [[Bernard Lee]] - the actor of [[M]] - experienced a tragedy when his wife, Gladys Merredew, died in a house fire. There were talks about replacing him, with Roger Moore's friend [[Wikipedia:Kenneth More|Kenneth More]] offering to take the role, but Lee ultimately chose to appear in the final film, as well as the subsequent films up until his death in 1981.\n\nOther standouts include [[Clifton James]] as Sheriff J.W. Pepper and [[David Hedison]] as Felix Leiter respectively, both who would reappear in subsequent James Bond movies. Clifton would reappear as Sheriff Pepper in the very next James Bond movie, ''[[The Man with the Golden Gun (film)|The Man with the Golden Gun]]''; with Hedison reprising Leiter in ''[[Licence to Kill (film)|Licence to Kill]]'', a movie which adapts parts of the original ''[[Live and Let Die (novel)|Live and Let Die novel]]'' that were not used in the 1973 film. Additionally, despite the numerous appearances by Leiter in the series, Hedison is one of only two actors to have played the character more than once, the other being Jeffery Wright in ''[[Casino Royale (film)|Casino Royale]],'' ''[[Quantum of Solace (film)|Quantum of Solace]] and [[No Time to Die (film)|No Time to Die]].''\n\n[[File:Live_and_Let_Die_Characters.jpg|thumb|200px|right|Live and Let Die characters.]]\n===Shooting===\nOwing to the complications of shooting in Harlem (at the time it was one of New York City's most dangerous neighborhoods), some scenes were shot in other areas of Manhattan - for example the exteriors of the Fillet Of Soul restaurant (supposedly on Harlem's famous Leroy Ave), was actually located at the corner of 2nd Avenue and 94th St in the Upper East Side. The building in the film has subsequently been demolished - a high rise apartment tower now stands on the site.\n\nThe one scene that was filmed in Harlem was the outside fight scene between Bond and Mr. Big's henchmen. Art director Peter Lamont had the jumble of telephone wires hanging from the buildings cut down and exposed for atmospheric effect, not realising the wires were still live and unwittingly cut off telephone service to the building.\n\nDirector Guy Hamilton liked the running over alligators stunt so much he named the villain after the stuntman who performed it, Ross Kananga, the owner of the alligator farm where the scene was filmed. The filmmakers discovered the farm while scouting for locations when they saw a sign warning that said \"TRESPASSERS WILL BE EATEN.\"\n\nThe speedboat jump scene over the bayou was interesting in a number of ways. The stuntman piloting Bond's boat unintentionally set a Guinness world record, and a villain's boat was not intended to destroy Sherriff Pepper's patrol car, which it did. Due to Clifton James's spontaneous character acting in that scene, it was kept.\n\n===Product placement===\n''Live and Let Die'' prominently features vehicles from [[General Motors]], particularly Chevrolet and Cadillac, and also includes other vehicles from General Motors. The film's credits acknowledge the assistance and cooperation of Chevrolet, which produced vehicles used in the movie.\n\n===Music===\n{{main|Live and Let Die (soundtrack)}}\nTaking a temporary hiatus from scoring Bond films, [[John Barry (composer)|John Barry]] subsequently passed the baton over to McCartney's producer, [[George Martin]]. This was the first James Bond film that Barry has in some way not been a part of.",
    "Writing": "After having reworked [[Richard Maibaum]]'s script for ''[[Diamonds Are Forever (film)|Diamonds Are Forever]]'', [[Tom Mankiewicz]] was asked write the script for ''Live and Let Die'', effectively serving as the movie's sole writer this time. Mankiewicz already had the idea to adapt Live and Let Die while EON was still filming of Diamonds Are Forever, thinking that it would had been interesting to have Black villain in the film, as groups like the Black Panthers were very active at the time.\n\nOriginally, a sequence was envisioned where Bond was to be at a coffee plantation, where he would get trapped and almost end up in sort of \"giant coffee grinder.\" However, as the crew as scouting locations in Jamaica, they ended finding the crocodile farm owned by Ross Kananga, that the filmmakers loved so much that it ended up effectively supplanting the coffee plantation sequence.\n\nFor ''Live and Let Die,'' Guy Hamilton insisted the producers rehire Mankiewicz: I said, Maibaum is a very nice man, I had a lot of respect for him, but at this period hed run out of, to me, freshness. He was basically an old man compared to Tom. Richard Maibaum later claimed he was asked to write the film but declined because he was too busy. He disliked the completed film, saying, \"I would have liked a crack at Live and Let Die. I didn't particularly like what they did to it. It was about nothing, a lousy cooking-some-dope-some- where-in-the-jungle movie. That's not Bond at all. To process drugs in the middle of a jungle is not a Bond caper.\"",
    "Casting": "====New Bond====\n[[File:Roger Moore Shooting Live and Let Die Revolver 1.webp|thumb|250px|Roger Moore was cast as third EON Bond in August 1972.]]\nAs [[Sean Connery]]'s return for the 1971's Diamonds Are Forever was strictly a one-time affair (although ultimately broken by him accepting the role for ''[[Never Say Never Again]]''), [[EON Productions]] were once again tasked to find a new lead actor for the role of James Bond.\n\nThe executives at [[United Artists]] had eyed American actors for the role; such as Burt Reynolds, Robert Redford, and Paul Newman. However, Broccoli insisted to keep the Bond actor as somebody from the British Isles. In June 1972, the top contenders in consideration were Jeremy Brett, [[Michael Billington]] (would later play [[Sergei Barsov]] in [[The Spy Who Loved Me (film)|''The Spy Who Loved Me'']]. ), and [[Julian Glover]] (who would play [[Kristatos]] in ''[[For Your Eyes Only]]'').\n\nBefore he became the third actor to accept the role James Bond in the official EON series, [[Roger Moore]] had already been considered for the role since the planning stages of [[Dr. No (film)|Dr. No]] filmization. EON had previously approached him for Diamonds Are Forever, but Moore was unable to accept, as he was still playing a starring role in [[Wikipedia:The Persuaders!|The Persuaders]]. Although he was still under contract in 1972, the series ended up getting cancelled and Moore was free for the role. In August 1972, Moore would initially sign a three picture deal, but would eventually become one of the longest serving actors in the role for the series history.\n\nThe producers made a conscious effort to distance the new James Bond from the character made famous by [[Sean Connery]], perhaps an effort to avoid repeating the [[George Lazenby]] fiasco. For example: Roger Moore's Bond never orders a vodka martini (neither shaken, nor stirred), he drinks bourbon whiskey; the mission briefing occurs in Bond's flat (a location not seen in the EON movies since ''[[Dr. No]]'' in 1962); the armourer Q is dropped from the film (though still mentioned); Roger Moore's James Bond does not wear a hat; he smokes cigars, not cigarettes, in brief: an English gentleman. In time, as Moore grew in to the role, many old Bond-isms returned, and some new elements were dropped. Moreover, Roger Moore toned down his famous mannerisms, cultivated in the role of [[Simon Templar]], The Saint, in particular, the cocking eyebrow.\n\n====Other cast====\nInitially, screenwriter Tom Mankiewicz envisioned Solitaire as a black woman, with someone like Diana Ross for the role. However, it was decided to not do so and keeping her caucasian like in the original novel. Gayle Hunnicutt was initially chosen as Solitaire, but had to drop out due to her pregnancy. Catherine Deneuve was also considered, but not chosen. [[Cubby Broccoli]] became interest in [[Jane Seymour]] - after seeing her in [[Wikipedia:The Onedin Line|The Onedin Line]] - and she accepted the role.\n\nThe ethnicity change also impacted the character of Rosie Carver, who was initially envisioned as caucasian. She was ultimately played by black actress [[Gloria Hendry]].\n\n[[File:Q (Diamonds are Forever) - Profile.png|thumb|200px|left|Live and Let Die marks the sole time when Desmond Llewelyn was left out of a James Bond movie during his long tenure.]]\nLive and Let Die also marks a peculiar occasion where actor [[Desmond Llewelyn]] was unable to play the role of [[Q (Desmond Llewelyn)|Q]], being the only time he missed the role during his tenure from 1963's ''[[From Russia with Love (film)|From Russia With Love]]'' to 1999's ''[[The World Is Not Enough (film)|The World Is Not Enough]]''. There are conflicting statements about why he was not in the movie, with there being claims about him being occupied with some other TV/film project or the filmmakers wanting less emphasis on the use of gadgets in the film. As such, this is the only time to date that Bond himself performs a variant of the traditional Q gadget briefing, only this time for the benefit of briefing M and Moneypenny about his latest tools. In parallel to Bond not always taking the briefing seriously, this time M makes a joke when he seemingly mistakes Bond's cappuccino maker for another gadget (\"Is that all it does?\").\n\nBefore the filming began, [[Bernard Lee]] - the actor of [[M]] - experienced a tragedy when his wife, Gladys Merredew, died in a house fire. There were talks about replacing him, with Roger Moore's friend [[Wikipedia:Kenneth More|Kenneth More]] offering to take the role, but Lee ultimately chose to appear in the final film, as well as the subsequent films up until his death in 1981.\n\nOther standouts include [[Clifton James]] as Sheriff J.W. Pepper and [[David Hedison]] as Felix Leiter respectively, both who would reappear in subsequent James Bond movies. Clifton would reappear as Sheriff Pepper in the very next James Bond movie, ''[[The Man with the Golden Gun (film)|The Man with the Golden Gun]]''; with Hedison reprising Leiter in ''[[Licence to Kill (film)|Licence to Kill]]'', a movie which adapts parts of the original ''[[Live and Let Die (novel)|Live and Let Die novel]]'' that were not used in the 1973 film. Additionally, despite the numerous appearances by Leiter in the series, Hedison is one of only two actors to have played the character more than once, the other being Jeffery Wright in ''[[Casino Royale (film)|Casino Royale]],'' ''[[Quantum of Solace (film)|Quantum of Solace]] and [[No Time to Die (film)|No Time to Die]].''\n\n[[File:Live_and_Let_Die_Characters.jpg|thumb|200px|right|Live and Let Die characters.]]",
    "New Bond": "[[File:Roger Moore Shooting Live and Let Die Revolver 1.webp|thumb|250px|Roger Moore was cast as third EON Bond in August 1972.]]\nAs [[Sean Connery]]'s return for the 1971's Diamonds Are Forever was strictly a one-time affair (although ultimately broken by him accepting the role for ''[[Never Say Never Again]]''), [[EON Productions]] were once again tasked to find a new lead actor for the role of James Bond.\n\nThe executives at [[United Artists]] had eyed American actors for the role; such as Burt Reynolds, Robert Redford, and Paul Newman. However, Broccoli insisted to keep the Bond actor as somebody from the British Isles. In June 1972, the top contenders in consideration were Jeremy Brett, [[Michael Billington]] (would later play [[Sergei Barsov]] in [[The Spy Who Loved Me (film)|''The Spy Who Loved Me'']]. ), and [[Julian Glover]] (who would play [[Kristatos]] in ''[[For Your Eyes Only]]'').\n\nBefore he became the third actor to accept the role James Bond in the official EON series, [[Roger Moore]] had already been considered for the role since the planning stages of [[Dr. No (film)|Dr. No]] filmization. EON had previously approached him for Diamonds Are Forever, but Moore was unable to accept, as he was still playing a starring role in [[Wikipedia:The Persuaders!|The Persuaders]]. Although he was still under contract in 1972, the series ended up getting cancelled and Moore was free for the role. In August 1972, Moore would initially sign a three picture deal, but would eventually become one of the longest serving actors in the role for the series history.\n\nThe producers made a conscious effort to distance the new James Bond from the character made famous by [[Sean Connery]], perhaps an effort to avoid repeating the [[George Lazenby]] fiasco. For example: Roger Moore's Bond never orders a vodka martini (neither shaken, nor stirred), he drinks bourbon whiskey; the mission briefing occurs in Bond's flat (a location not seen in the EON movies since ''[[Dr. No]]'' in 1962); the armourer Q is dropped from the film (though still mentioned); Roger Moore's James Bond does not wear a hat; he smokes cigars, not cigarettes, in brief: an English gentleman. In time, as Moore grew in to the role, many old Bond-isms returned, and some new elements were dropped. Moreover, Roger Moore toned down his famous mannerisms, cultivated in the role of [[Simon Templar]], The Saint, in particular, the cocking eyebrow.",
    "Other cast": "Initially, screenwriter Tom Mankiewicz envisioned Solitaire as a black woman, with someone like Diana Ross for the role. However, it was decided to not do so and keeping her caucasian like in the original novel. Gayle Hunnicutt was initially chosen as Solitaire, but had to drop out due to her pregnancy. Catherine Deneuve was also considered, but not chosen. [[Cubby Broccoli]] became interest in [[Jane Seymour]] - after seeing her in [[Wikipedia:The Onedin Line|The Onedin Line]] - and she accepted the role.\n\nThe ethnicity change also impacted the character of Rosie Carver, who was initially envisioned as caucasian. She was ultimately played by black actress [[Gloria Hendry]].\n\n[[File:Q (Diamonds are Forever) - Profile.png|thumb|200px|left|Live and Let Die marks the sole time when Desmond Llewelyn was left out of a James Bond movie during his long tenure.]]\nLive and Let Die also marks a peculiar occasion where actor [[Desmond Llewelyn]] was unable to play the role of [[Q (Desmond Llewelyn)|Q]], being the only time he missed the role during his tenure from 1963's ''[[From Russia with Love (film)|From Russia With Love]]'' to 1999's ''[[The World Is Not Enough (film)|The World Is Not Enough]]''. There are conflicting statements about why he was not in the movie, with there being claims about him being occupied with some other TV/film project or the filmmakers wanting less emphasis on the use of gadgets in the film. As such, this is the only time to date that Bond himself performs a variant of the traditional Q gadget briefing, only this time for the benefit of briefing M and Moneypenny about his latest tools. In parallel to Bond not always taking the briefing seriously, this time M makes a joke when he seemingly mistakes Bond's cappuccino maker for another gadget (\"Is that all it does?\").\n\nBefore the filming began, [[Bernard Lee]] - the actor of [[M]] - experienced a tragedy when his wife, Gladys Merredew, died in a house fire. There were talks about replacing him, with Roger Moore's friend [[Wikipedia:Kenneth More|Kenneth More]] offering to take the role, but Lee ultimately chose to appear in the final film, as well as the subsequent films up until his death in 1981.\n\nOther standouts include [[Clifton James]] as Sheriff J.W. Pepper and [[David Hedison]] as Felix Leiter respectively, both who would reappear in subsequent James Bond movies. Clifton would reappear as Sheriff Pepper in the very next James Bond movie, ''[[The Man with the Golden Gun (film)|The Man with the Golden Gun]]''; with Hedison reprising Leiter in ''[[Licence to Kill (film)|Licence to Kill]]'', a movie which adapts parts of the original ''[[Live and Let Die (novel)|Live and Let Die novel]]'' that were not used in the 1973 film. Additionally, despite the numerous appearances by Leiter in the series, Hedison is one of only two actors to have played the character more than once, the other being Jeffery Wright in ''[[Casino Royale (film)|Casino Royale]],'' ''[[Quantum of Solace (film)|Quantum of Solace]] and [[No Time to Die (film)|No Time to Die]].''\n\n[[File:Live_and_Let_Die_Characters.jpg|thumb|200px|right|Live and Let Die characters.]]",
    "Shooting": "Owing to the complications of shooting in Harlem (at the time it was one of New York City's most dangerous neighborhoods), some scenes were shot in other areas of Manhattan - for example the exteriors of the Fillet Of Soul restaurant (supposedly on Harlem's famous Leroy Ave), was actually located at the corner of 2nd Avenue and 94th St in the Upper East Side. The building in the film has subsequently been demolished - a high rise apartment tower now stands on the site.\n\nThe one scene that was filmed in Harlem was the outside fight scene between Bond and Mr. Big's henchmen. Art director Peter Lamont had the jumble of telephone wires hanging from the buildings cut down and exposed for atmospheric effect, not realising the wires were still live and unwittingly cut off telephone service to the building.\n\nDirector Guy Hamilton liked the running over alligators stunt so much he named the villain after the stuntman who performed it, Ross Kananga, the owner of the alligator farm where the scene was filmed. The filmmakers discovered the farm while scouting for locations when they saw a sign warning that said \"TRESPASSERS WILL BE EATEN.\"\n\nThe speedboat jump scene over the bayou was interesting in a number of ways. The stuntman piloting Bond's boat unintentionally set a Guinness world record, and a villain's boat was not intended to destroy Sherriff Pepper's patrol car, which it did. Due to Clifton James's spontaneous character acting in that scene, it was kept.",
    "Product placement": "''Live and Let Die'' prominently features vehicles from [[General Motors]], particularly Chevrolet and Cadillac, and also includes other vehicles from General Motors. The film's credits acknowledge the assistance and cooperation of Chevrolet, which produced vehicles used in the movie.",
    "Music": "{{main|Live and Let Die (soundtrack)}}\nTaking a temporary hiatus from scoring Bond films, [[John Barry (composer)|John Barry]] subsequently passed the baton over to McCartney's producer, [[George Martin]]. This was the first James Bond film that Barry has in some way not been a part of.",
    "Cast & characters": "<gallery orientation=\"square\" spacing=\"small\" widths=\"125\" captionalign=\"center\" position=\"left\" hideaddbutton=\"true\" captionposition=\"below\" captionsize=\"small\" navigation=\"true\" bordersize=\"none\">\nJames Bond (Live and Let Die) - Profile.png|[[James Bond (Roger Moore)|James Bond]]<br>([[Roger Moore]])|link=James Bond (Roger Moore)\nDr. Kananga (Yaphet Kotto) - Profile.jpg|[[Dr. Kananga (Yaphet Kotto)|Dr. Kananga/Mr. Big]]<br>([[Yaphet Kotto]])|link=Dr. Kananga (Yaphet Kotto)\nSolitaire (Jane Seymour) - Profile.jpg|[[Solitaire (Jane Seymour)|Solitaire]]<br>([[Jane Seymour]])|link=Solitaire (Jane Seymour)\nJ.W. Pepper (Clifton James) - Profile.jpg|[[J.W. Pepper|Sheriff J.W. Pepper]]<br>([[Clifton James]])|link=J.W. Pepper \nBaron Samedi (Geoffrey Holder) - Profile.jpg|[[Baron Samedi]]<br>([[Geoffrey Holder]])|link=Baron Samedi\nTee Hee (Julius Harris) - Profile.jpg|[[Tee Hee (Julius Harris)|Tee Hee]]<br>([[Julius Harris]])|link=Tee Hee (Julius Harris)\nLeiter (Hedison) Profile.png|[[Felix Leiter (David Hedison)|Felix Leiter]]<br>([[David Hedison]])|link=Felix Leiter (David Hedison)\nRosie Carver (Gloria Hendry) - Profile.jpg|[[Rosie Carver]]<br>([[Gloria Hendry]])|link=Rosie Carver\nM (Live and Let Die) - Profile.jpg|[[M (Bernard Lee)|M]]<br>([[Bernard Lee]])|link=M (Bernard Lee)\nMoneypenny (Live and Let Die) - Profile.jpg|[[Miss Moneypenny (Lois Maxwell)|Miss Moneypenny]]<br>([[Lois Maxwell]])|link=Miss Moneypenny (Lois Maxwell)\nAdam Profile.png|[[Adam]]<br>([[Tommy Lane]])|link=Adam\nWhisper (Earl Jolly Brown) - Profile.jpg|[[Whisper (Earl Jolly Brown)|Whisper]]<br>([[Earl Jolly Brown]])|link=Whisper (Earl Jolly Brown)\nHarold Strutter - Profile.png|[[Harold Strutter]]<br>([[Lon Satton]])|link=Harold Strutter\nQuarrel Jr. - Profile.png|[[Quarrel Jr.]]<br>([[Roy Stewart]])|link=Quarrel Jr.\nMrs. Bell - Profile.png|[[Mrs. Bell]]<br>([[Ruth Kempf]])|link=Mrs. Bell\n</gallery>\n\n{{For|minor characters featured in the film|List_of_Minor_Characters#Live_and_Let_Die_(film)}}",
    "Crew": "*Directed by: [[Guy Hamilton]]\n*Written by: [[Ian Fleming]]\n*Screenplay by: [[Tom Mankiewicz]]\n*Produced by: [[Albert R. Broccoli]], [[Harry Saltzman]]\n*Composed by: [[George Martin]]\n*Cinematography by: [[Ted Moore]]\n*Production design by: [[Syd Cain]]\n*Art direction by: [[Peter Lamont]]",
    "Equipment": "===Gadgets===\n{{main|List of Gadgets}}\n====Utility====\n{| border=\"0\" cellpadding=\"1\" cellspacing=\"1\" class=\"article-table\" style=\"width: 100%; \"\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_Watch.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Magnetic/Buzzsaw Wristwatch]] (modified [[Rolex Submariner]])''' - A highly modified watch given to Bond by M. When turned on, it could snag any lightweight metallic item. In theory, Bond claims it can even deflect a bullet. It also has a circular saw built into its face. Notably, it fails to save Bond as he attempts to escape from the alligator farm; a rare occurrence.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_Bug_Detector.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Bug Detector]]''' - Bond uses a handheld device that can sweep a room for electronic microphones. It can also be used to transmit messages in [[wikipedia:morse code|morse code]].\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_Lighter.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Cigarette Lighter Radio]]''' - Radio transmitter/receiver disguised as a car cigarette lighter installed in a [[CIA]] vehicle, which Bond uses to contact his friend, [[Felix Leiter]].\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Hairbrush transmitter - LaLD.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Hairbrush Transmitter]]''' - A radio hidden inside a clothing brush with a key, allowing it to transmit messages in morse code.\n|-\n| style=\"vertical-align:top;background-color:transparent;border-color:transparent;\"|[[File:Gadgets_-_LALD_-_Flute.png|100px]]\n| style=\"background-color:transparent;border-color:transparent;\"|'''[[Flute Transmitter]]''' - A radio transmitter disguised as a flute. This device allows henchman Baron Samedi to recede into the background and spy on intruders to Mr. Big's island. It functions in a similar way to the [[Rake Radio Transmitter]] that Q uses in ''[[Licence to Kill]]''.\n|-\n|}\n\n====Weaponized====\n{| border=\"0\" cellpadding=\"1\" cellspacing=\"1\" class=\"article-table\" style=\"width: 100%; \"\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_Mirror.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Sideview Mirror Dart Gun]]''' - Installed in the white pimp mobile (Corvorado), this gun is used to kill Bond's driver upon his arrival in New York City.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_Tee_Hee_Claw.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Tee Hee's Prosthetic Claw]]''' - Used by [[Tee Hee (Julius Harris)|Tee Hee]] as a replacement for his missing right arm.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Bondwiki Bond AerosolFlame1.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Make-shift Aerosol Flamethrower]]'''\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Dart Gun Scarecrow]]'''\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Gadgets - LALD - Incendiary Bomb.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Incendiary Bomb]]s''' - planted by Quarrel Jr. at the Kananga's San Monique poppy plantation. They go off and destroy the crop.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_CO2_Pistol.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Compressed Air Pistol]]''' - Fires special pellets that expel highly-pressurized air to make the target explode. Designed for combating sharks, but Bond is able to activate a pellet manually before forcing Kananga to swallow it.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_CO2_Bullet.png|100px]]\n|style=\"background-color:transparent;\"|'''[[CO2 Bullet]]''' - Contains highly-pressurized, compressed CO2.\n|-\n|}\n\n===Weapons===\n{{main|List of Firearms}}\n====Firearms====\n{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Walther-PPK.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Walther PPK]]''' - James Bond's sidearm, one is destroyed by Tee-Hee at New York Fillet of Soul restaurant and the other is used to hold up Rosie Carver. Harold Strutter is also seen carrying one.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:SW Model10 BondWiki1.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Smith & Wesson Model 10]]''' - snubnose variant is used by many of Kananga's/Mr. Big's underlings. Full-sized model is carried by Sheriff J.W. Pepper.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:BondWiki SW M19 Snub 1.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Smith & Wesson Model 19]] snubnose''' - used by many of Kananga's/Mr. Big's underlings, including Rosie Carver. Quarrel Jr. also has one at his boat.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Nickel model 29.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Smith & Wesson Model 29]]''' - carried by Bond in his final infiltration to San Monique. He uses it during the final ritual to shoot a cultist and effigy of Baron Samedi.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Ithaca 37]]''' - pump-action shotgun carried by Adam during the speedboat chase in Louisiana.\n|-\n|}\n\n====Bladed weapons====\n{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Bondwiki LALD73 OTF Knife.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[OTF Switchblade]]''' - used by the New Orleans street corner assassin to kill Hamilton, and likely Strutter off-screen as well.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''[[AMF-VOIT Swimaster Diving Knife]]''' - part of Bond's diving equipment provided by Quarrel Junior. Its confiscated by Kananga's men and later used by Kananga in the final fight between him and Bond.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Machete Bolo.JPG|100px]]\n| style=\"background-color:transparent;\" |'''[[Machete]]''' - appears at the final ritual at San Monique. Used by Samedi and Bond to duel each other.\n|-\n|}\n\n====Background/low presence firearms====\n* Bayard Model 1908 (opening titles)\n* [[Colt Detective Special]] (holsters of CIA agents)\n* Smith & Wesson Model 27 (revolver that Bond tries to pick up at NY alley, before Strutter appears.)\n* [[Ingram MAC-10]] (San Monique guard that Bond kicks off a cliff while paragliding)\n\n===Other objects of interest===\n{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Bondwiki LALD73 Pulsar Watch.jpg|100px]]\n| style=\"background-color:transparent;\" |'''Hamilton Pulsar P2 2900 LED digital watch''' - worn by Bond at his flat, before M brings back the Q-modified Rolex Submariner.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Bondwiki LALD73 EspressoMachine.jpg|100px]]\n| style=\"background-color:transparent;\" |'''Espresso Machine''' - Bond one has one at his flat. He uses it to make coffee in front of M.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Tarot_deck.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Tarot|Tarot Cards]]''' - used primarily by Solitaire as her means of predicting future events. Bond goes buy some to use to trick her later at the film.\n|-\n|}",
    "Gadgets": "{{main|List of Gadgets}}\n====Utility====\n{| border=\"0\" cellpadding=\"1\" cellspacing=\"1\" class=\"article-table\" style=\"width: 100%; \"\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_Watch.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Magnetic/Buzzsaw Wristwatch]] (modified [[Rolex Submariner]])''' - A highly modified watch given to Bond by M. When turned on, it could snag any lightweight metallic item. In theory, Bond claims it can even deflect a bullet. It also has a circular saw built into its face. Notably, it fails to save Bond as he attempts to escape from the alligator farm; a rare occurrence.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_Bug_Detector.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Bug Detector]]''' - Bond uses a handheld device that can sweep a room for electronic microphones. It can also be used to transmit messages in [[wikipedia:morse code|morse code]].\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_Lighter.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Cigarette Lighter Radio]]''' - Radio transmitter/receiver disguised as a car cigarette lighter installed in a [[CIA]] vehicle, which Bond uses to contact his friend, [[Felix Leiter]].\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Hairbrush transmitter - LaLD.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Hairbrush Transmitter]]''' - A radio hidden inside a clothing brush with a key, allowing it to transmit messages in morse code.\n|-\n| style=\"vertical-align:top;background-color:transparent;border-color:transparent;\"|[[File:Gadgets_-_LALD_-_Flute.png|100px]]\n| style=\"background-color:transparent;border-color:transparent;\"|'''[[Flute Transmitter]]''' - A radio transmitter disguised as a flute. This device allows henchman Baron Samedi to recede into the background and spy on intruders to Mr. Big's island. It functions in a similar way to the [[Rake Radio Transmitter]] that Q uses in ''[[Licence to Kill]]''.\n|-\n|}\n\n====Weaponized====\n{| border=\"0\" cellpadding=\"1\" cellspacing=\"1\" class=\"article-table\" style=\"width: 100%; \"\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_Mirror.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Sideview Mirror Dart Gun]]''' - Installed in the white pimp mobile (Corvorado), this gun is used to kill Bond's driver upon his arrival in New York City.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_Tee_Hee_Claw.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Tee Hee's Prosthetic Claw]]''' - Used by [[Tee Hee (Julius Harris)|Tee Hee]] as a replacement for his missing right arm.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Bondwiki Bond AerosolFlame1.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Make-shift Aerosol Flamethrower]]'''\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Dart Gun Scarecrow]]'''\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Gadgets - LALD - Incendiary Bomb.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Incendiary Bomb]]s''' - planted by Quarrel Jr. at the Kananga's San Monique poppy plantation. They go off and destroy the crop.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_CO2_Pistol.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Compressed Air Pistol]]''' - Fires special pellets that expel highly-pressurized air to make the target explode. Designed for combating sharks, but Bond is able to activate a pellet manually before forcing Kananga to swallow it.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_CO2_Bullet.png|100px]]\n|style=\"background-color:transparent;\"|'''[[CO2 Bullet]]''' - Contains highly-pressurized, compressed CO2.\n|-\n|}",
    "Utility": "{| border=\"0\" cellpadding=\"1\" cellspacing=\"1\" class=\"article-table\" style=\"width: 100%; \"\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_Watch.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Magnetic/Buzzsaw Wristwatch]] (modified [[Rolex Submariner]])''' - A highly modified watch given to Bond by M. When turned on, it could snag any lightweight metallic item. In theory, Bond claims it can even deflect a bullet. It also has a circular saw built into its face. Notably, it fails to save Bond as he attempts to escape from the alligator farm; a rare occurrence.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_Bug_Detector.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Bug Detector]]''' - Bond uses a handheld device that can sweep a room for electronic microphones. It can also be used to transmit messages in [[wikipedia:morse code|morse code]].\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_Lighter.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Cigarette Lighter Radio]]''' - Radio transmitter/receiver disguised as a car cigarette lighter installed in a [[CIA]] vehicle, which Bond uses to contact his friend, [[Felix Leiter]].\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Hairbrush transmitter - LaLD.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Hairbrush Transmitter]]''' - A radio hidden inside a clothing brush with a key, allowing it to transmit messages in morse code.\n|-\n| style=\"vertical-align:top;background-color:transparent;border-color:transparent;\"|[[File:Gadgets_-_LALD_-_Flute.png|100px]]\n| style=\"background-color:transparent;border-color:transparent;\"|'''[[Flute Transmitter]]''' - A radio transmitter disguised as a flute. This device allows henchman Baron Samedi to recede into the background and spy on intruders to Mr. Big's island. It functions in a similar way to the [[Rake Radio Transmitter]] that Q uses in ''[[Licence to Kill]]''.\n|-\n|}",
    "Weaponized": "{| border=\"0\" cellpadding=\"1\" cellspacing=\"1\" class=\"article-table\" style=\"width: 100%; \"\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_Mirror.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Sideview Mirror Dart Gun]]''' - Installed in the white pimp mobile (Corvorado), this gun is used to kill Bond's driver upon his arrival in New York City.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_Tee_Hee_Claw.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Tee Hee's Prosthetic Claw]]''' - Used by [[Tee Hee (Julius Harris)|Tee Hee]] as a replacement for his missing right arm.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Bondwiki Bond AerosolFlame1.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Make-shift Aerosol Flamethrower]]'''\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Dart Gun Scarecrow]]'''\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Gadgets - LALD - Incendiary Bomb.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Incendiary Bomb]]s''' - planted by Quarrel Jr. at the Kananga's San Monique poppy plantation. They go off and destroy the crop.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_CO2_Pistol.png|100px]]\n|style=\"background-color:transparent;\"|'''[[Compressed Air Pistol]]''' - Fires special pellets that expel highly-pressurized air to make the target explode. Designed for combating sharks, but Bond is able to activate a pellet manually before forcing Kananga to swallow it.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Gadgets_-_LALD_-_CO2_Bullet.png|100px]]\n|style=\"background-color:transparent;\"|'''[[CO2 Bullet]]''' - Contains highly-pressurized, compressed CO2.\n|-\n|}",
    "Weapons": "{{main|List of Firearms}}\n====Firearms====\n{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Walther-PPK.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Walther PPK]]''' - James Bond's sidearm, one is destroyed by Tee-Hee at New York Fillet of Soul restaurant and the other is used to hold up Rosie Carver. Harold Strutter is also seen carrying one.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:SW Model10 BondWiki1.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Smith & Wesson Model 10]]''' - snubnose variant is used by many of Kananga's/Mr. Big's underlings. Full-sized model is carried by Sheriff J.W. Pepper.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:BondWiki SW M19 Snub 1.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Smith & Wesson Model 19]] snubnose''' - used by many of Kananga's/Mr. Big's underlings, including Rosie Carver. Quarrel Jr. also has one at his boat.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Nickel model 29.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Smith & Wesson Model 29]]''' - carried by Bond in his final infiltration to San Monique. He uses it during the final ritual to shoot a cultist and effigy of Baron Samedi.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Ithaca 37]]''' - pump-action shotgun carried by Adam during the speedboat chase in Louisiana.\n|-\n|}\n\n====Bladed weapons====\n{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Bondwiki LALD73 OTF Knife.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[OTF Switchblade]]''' - used by the New Orleans street corner assassin to kill Hamilton, and likely Strutter off-screen as well.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''[[AMF-VOIT Swimaster Diving Knife]]''' - part of Bond's diving equipment provided by Quarrel Junior. Its confiscated by Kananga's men and later used by Kananga in the final fight between him and Bond.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Machete Bolo.JPG|100px]]\n| style=\"background-color:transparent;\" |'''[[Machete]]''' - appears at the final ritual at San Monique. Used by Samedi and Bond to duel each other.\n|-\n|}\n\n====Background/low presence firearms====\n* Bayard Model 1908 (opening titles)\n* [[Colt Detective Special]] (holsters of CIA agents)\n* Smith & Wesson Model 27 (revolver that Bond tries to pick up at NY alley, before Strutter appears.)\n* [[Ingram MAC-10]] (San Monique guard that Bond kicks off a cliff while paragliding)",
    "Firearms": "{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Walther-PPK.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Walther PPK]]''' - James Bond's sidearm, one is destroyed by Tee-Hee at New York Fillet of Soul restaurant and the other is used to hold up Rosie Carver. Harold Strutter is also seen carrying one.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:SW Model10 BondWiki1.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Smith & Wesson Model 10]]''' - snubnose variant is used by many of Kananga's/Mr. Big's underlings. Full-sized model is carried by Sheriff J.W. Pepper.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:BondWiki SW M19 Snub 1.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Smith & Wesson Model 19]] snubnose''' - used by many of Kananga's/Mr. Big's underlings, including Rosie Carver. Quarrel Jr. also has one at his boat.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Nickel model 29.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Smith & Wesson Model 29]]''' - carried by Bond in his final infiltration to San Monique. He uses it during the final ritual to shoot a cultist and effigy of Baron Samedi.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Ithaca 37]]''' - pump-action shotgun carried by Adam during the speedboat chase in Louisiana.\n|-\n|}",
    "Bladed weapons": "{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Bondwiki LALD73 OTF Knife.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[OTF Switchblade]]''' - used by the New Orleans street corner assassin to kill Hamilton, and likely Strutter off-screen as well.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''[[AMF-VOIT Swimaster Diving Knife]]''' - part of Bond's diving equipment provided by Quarrel Junior. Its confiscated by Kananga's men and later used by Kananga in the final fight between him and Bond.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Machete Bolo.JPG|100px]]\n| style=\"background-color:transparent;\" |'''[[Machete]]''' - appears at the final ritual at San Monique. Used by Samedi and Bond to duel each other.\n|-\n|}",
    "Background/low presence firearms": "* Bayard Model 1908 (opening titles)\n* [[Colt Detective Special]] (holsters of CIA agents)\n* Smith & Wesson Model 27 (revolver that Bond tries to pick up at NY alley, before Strutter appears.)\n* [[Ingram MAC-10]] (San Monique guard that Bond kicks off a cliff while paragliding)",
    "Other objects of interest": "{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Bondwiki LALD73 Pulsar Watch.jpg|100px]]\n| style=\"background-color:transparent;\" |'''Hamilton Pulsar P2 2900 LED digital watch''' - worn by Bond at his flat, before M brings back the Q-modified Rolex Submariner.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Bondwiki LALD73 EspressoMachine.jpg|100px]]\n| style=\"background-color:transparent;\" |'''Espresso Machine''' - Bond one has one at his flat. He uses it to make coffee in front of M.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Tarot_deck.jpg|100px]]\n| style=\"background-color:transparent;\" |'''[[Tarot|Tarot Cards]]''' - used primarily by Solitaire as her means of predicting future events. Bond goes buy some to use to trick her later at the film.\n|-\n|}",
    "Vehicles": "{{main|List of James Bond vehicles}}\n===Driven/occupied by James Bond===\n{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - 73 Bel Air CIA NY.png|100px]]\n| style=\"background-color:transparent;\" |'''1973 [[Chevrolet Bel Air]] (CIA rental)''' - the airport rental car driven by CIA agent Charlie. After he is shot in the head by Whisper, Bond takes over to commandeer it through New York traffic.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Checker_Taxicab_LALD73.png]]\n| style=\"background-color:transparent;\" |'''1973 [[Checker Taxicab]] (A11)''' - driven by the Cab Driver, who helps Bond tail Kananga/Mr. Big's Fleetwood to the Fillet of Soul Restaurant in New York.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Strutter Impala LALD73.png]]\n| style=\"background-color:transparent;\" |'''1972 [[Chevrolet Impala]] Sport Coupe (Strutter's)''' - driven by Strutter in Harlem. After he has helped Bond at the alley, he gets Bond aboard the car.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Minimoke.png]]\n| style=\"background-color:transparent;\" |'''[[Mini Moke]]''' - Bond and Rosie use this vehicle to drive to the harbour to meet [[Quarrel Jr.]]\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Chevrolet_Impala_Convertible.png]]\n| style=\"background-color:transparent;\" |'''1963 [[Chevrolet Impala]] Convertible''' - Bond arrives on San Monique with Rosie Carver locating the spot where Baines was killed.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - 73 Bel Air Taxi.png|100px]]\n| style=\"background-color:transparent;\" |'''1973 [[Chevrolet Bel Air]] (Yellow Cab)''' - driven by the cab driver when Bond and Solitaire get out of San Monique. Used to trap them and then transport them to the air field.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Bus.png]]\n| style=\"background-color:transparent;\" |'''1947 [[AEC Regent III]] RT246 ''' - the double-decker bus that's used by Bond and Solitaire in their escape from Kananga. En route it becomes a single-decker bus thanks to an inconveniently placed low bridge.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Cessna 140.png]]\n| style=\"background-color:transparent;\" |'''[[Cessna 140]]''' - the plane Bond commandeers - along with Mrs. Bell - at the airstrip to escape Kananga's/Mr. Big's men.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Boeing 747]]-121''' - the Pan-Am flight that Bond takes to New York.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Vehicle_- Glastron GT 150 Speedboat.png]]\n|style=\"background-color:transparent;\" |'''[[Glastron GT 150 Speedboat]]'''  the first boat acquired by Bond during the Louisiana boat chase.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Glastron CV-19.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Glastron CV-19]]''' - the second boat acquired by Bond during the Louisiana boat chase.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - LALD73 Quarrel Jr Bertram 31.png|100px]]\n| style=\"background-color:transparent;\" |'''[[1962 Bertram 31]]''' - Quarrel Jr's boat, which he uses to passage Bond to San Monique twice during the movie.\n|-\n|}\n\n===Driven/occupied by named characters===\n{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Corvorado Pimp Mobile.png]]\n| style=\"background-color:transparent;\" |'''[[Dunham Coach Corvorado]]''' - the \"white pimp-mobile\" that's driven by Whisper, that contains a Sideview Mirror Dart Gun. It's later identified by Felix Leiter and CIA, which Bond uses to pursue Kananga's entourage.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Cadillac Fleetwood 60 1973.png]]\n| style=\"background-color:transparent;\" |'''1973 Cadillac Fleetwood 60 Special Brougham''' - black limo by San Monique embassy. Kananga's entourage changes this to the 1971 Cadillac Fleetwood at the voodoo shop's garage.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Cadillac_Fleetwood_60.png]]\n| style=\"background-color:transparent;\" |'''[[Cadillac Fleetwood 60 Special Brougham by Dunham Coach|1971 Cadillac Fleetwood]]''' - When Bond spots the \"white pimp mobile\" at the voodoo shop's garage, it is then boarded by Mr. Big, Solitaire, and Tee Hee. The Cadillac is later seen outside a New York Fillet of Soul restaurant.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Impala Custom Coupe LALD73.png]]\n| style=\"background-color:transparent;\" |'''1973 [[Chevrolet Impala]] Custom Coupe''' - Driven by Adam while in Louisiana, he abandons it after he steals Billy Bob's speedboat.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Impala Pepper LALD73.png]]\n| style=\"background-color:transparent;\" |'''1973 [[Chevrolet Impala]] (Sheriff Pepper's)''' - lime green police car driven by Sheriff J.W. Pepper. One of the motor boats used in the chase ends up flying through it, forcing Pepper to secure a Louisiana Police Bel Air.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - 73 Bel Air Police.png]]\n| style=\"background-color:transparent;\" |'''1973 [[Chevrolet Bel Air]] (Louisiana State Police)''' - Driven by Louisiana State Police, with Sheriff J.W. Pepper commandeering one driven by Evans.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Glastron CV-21 LALD73.png]]\n| style=\"background-color:transparent;\" |'''[[Glastron CV-21]]''' - used by Adam in the Louisiana chase, after he steals it from Billy Bob.\n|-\n|}\n\n===Driven/occupied by nameless characters===\n{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''1973 Lincoln Continental Mark IV Dunham Coach'''\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Nova Police LALD73.png|100px]]\n| style=\"background-color:transparent;\" |'''1973 [[Chevrolet Nova]]''' - police in San Monique, during the double-decker bus chase.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - 1972 Chevy Impala Sport LALD73.png]]\n| style=\"background-color:transparent;\" |'''1972 [[Chevrolet Impala]] Sport''' \n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Chevelle Malibu LALD73.png|100px]]\n| style=\"background-color:transparent;\" |'''1973 [[Chevrolet Chevelle Malibu]]''' - One is driven by Kananga's/Mr. Big's men during the air field chase sequence. Later, a random blue Chevelle that gets involved in a car crash during the Louisiana river boat chase.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Chevy C10 CDF LALD73.png]]\n| style=\"background-color:transparent;\" |'''[[Chevrolet C-10 Custom Deluxe Fleetside]]''' - used by Kananga's/Mr. Big's henchmen during airstrip chase.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''1973 Chevrolet Nova''' - orange-tinted Nova driven by Kananga's/Mr. Big's henchmen, that ends up crashing into one of the planes at the airstrip\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Mack AB.png|100px]]\n| style=\"background-color:transparent;\" |'''1927 Mack AB''' - driven by the Chicken Coop/Oyster Farmer who gets involved in the speed boat chase.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Harley Davidson SS 350 LALD73.png|100px]]\n| style=\"background-color:transparent;\" |'''1973 [[\"Aermacchi\" Harley-Davidson SS 350]]''' - Driven by San Monique police during the double-decker bus chase sequence.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Bell_206_JetRanger.png]]\n| style=\"background-color:transparent;\" |'''[[Bell 206 JetRanger]]''' - used by Kananga's men to pursue Bond and Solitaire to the poppy fields.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Douglas DC-3]]''' - the plane at the airstrip that gets hit by the orange-tinted Chevy Nova.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''IAI 1121N Westwind''' - the plane that Kananga's/Mr. Big's henchmen intend to drop Bond from, before Solitaire helps Bond escape.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Glastron V-162 Futura''' - used by one of Kananga's goons during Louisiana river boat chase. This is the boat that ends up flying through Sheriff Pepper's Imapala.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Glastron V-145 Fireflite''' - used by duo of Kananga's goons during Louisiana river boat chase. This is one ends stuck in a swimming pool\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Glastron V-156 Sportster''' - used by one of Kananga's goons during Louisiana river boat chase. Crashes into a tree.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Glastron V-184 Crestflite''' - used by one of Kananga's goons during Louisiana river boat chase. Ends up crashing the wedding while chasing Bond thru land.\n|-\n|}\n\n===Background vehicles===\n* 1959 Bedford J3\n* 1971 BMW 2002\n* 1969 Buick Skylark\n* 1962 Cadillac Sedan DeVille \n* 1971 Cadillac Coupe DeVille\n* 1971 Cadillac Fleetwood Eldorado \n* 1973 Cadillac Fleetwood Eldorado\n* 1964 Chevrolet Bel Air \n* 1971 Chevrolet Caprice\n* 1973 Chevrolet C/K-Series\n* 1973 Chevrolet Caprice Estate\n* 1966 Datsun 411\n* 1961 Dodge W-Series \n* 1967 Dodge Charger \n* 1968 Dodge Coronet \n* 1972 Dodge Polara \n* 1973 Dodge Polara\n* 1963 Ford C-Series\n* 1963 Ford Econoline\n* 1963 Ford Galaxie 500\n* 1967 Ford Galaxie 500\n* 1968 Ford Falcon\n* 1969 Ford Custom\n* 1972 Ford Custom \n* Gerstenslager V-Series \n* 1971 GMC Vandura\n* Harley-Davidson FLHP Electra Glide\n* 1972 Lincoln Continental Mark IV\n* 1969 Plymouth Fury Custom Suburban\n* 1970 Plymouth Duster\n* 1972 Plymouth Fury\n* 1972 Plymouth Fury Custom Suburban\n* 1973 Pontiac Bonneville\n* 1965 Rambler Marlin\n* 1955 Rolls-Royce Silver Cloud I\n* 1971 Toyota Corolla\n* [[VW Beetle|1968 Volkswagen Sedan (Typ 1)]]\n* [[VW Beetle|1970 Volkswagen Convertible (Typ 1)]]\n* Wayne Sweeper\n* Piper PA-22-108 Tri-Pacer (airstrip, outside)\n* Lucscombe 8 (airstrip, hangar)\n* Aeronca 7DC (airstrip, hangar)\n* Mooney M20F (airstrip, hangar)\n* Piper PA-23 Aztec (airstrip, outside)\n* Mooney M20 (airstrip, outside)",
    "Driven/occupied by James Bond": "{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - 73 Bel Air CIA NY.png|100px]]\n| style=\"background-color:transparent;\" |'''1973 [[Chevrolet Bel Air]] (CIA rental)''' - the airport rental car driven by CIA agent Charlie. After he is shot in the head by Whisper, Bond takes over to commandeer it through New York traffic.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Checker_Taxicab_LALD73.png]]\n| style=\"background-color:transparent;\" |'''1973 [[Checker Taxicab]] (A11)''' - driven by the Cab Driver, who helps Bond tail Kananga/Mr. Big's Fleetwood to the Fillet of Soul Restaurant in New York.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Strutter Impala LALD73.png]]\n| style=\"background-color:transparent;\" |'''1972 [[Chevrolet Impala]] Sport Coupe (Strutter's)''' - driven by Strutter in Harlem. After he has helped Bond at the alley, he gets Bond aboard the car.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Minimoke.png]]\n| style=\"background-color:transparent;\" |'''[[Mini Moke]]''' - Bond and Rosie use this vehicle to drive to the harbour to meet [[Quarrel Jr.]]\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Chevrolet_Impala_Convertible.png]]\n| style=\"background-color:transparent;\" |'''1963 [[Chevrolet Impala]] Convertible''' - Bond arrives on San Monique with Rosie Carver locating the spot where Baines was killed.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - 73 Bel Air Taxi.png|100px]]\n| style=\"background-color:transparent;\" |'''1973 [[Chevrolet Bel Air]] (Yellow Cab)''' - driven by the cab driver when Bond and Solitaire get out of San Monique. Used to trap them and then transport them to the air field.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Bus.png]]\n| style=\"background-color:transparent;\" |'''1947 [[AEC Regent III]] RT246 ''' - the double-decker bus that's used by Bond and Solitaire in their escape from Kananga. En route it becomes a single-decker bus thanks to an inconveniently placed low bridge.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Cessna 140.png]]\n| style=\"background-color:transparent;\" |'''[[Cessna 140]]''' - the plane Bond commandeers - along with Mrs. Bell - at the airstrip to escape Kananga's/Mr. Big's men.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Boeing 747]]-121''' - the Pan-Am flight that Bond takes to New York.\n|-\n|style=\"vertical-align:top;background-color:transparent;\"|[[File:Vehicle_- Glastron GT 150 Speedboat.png]]\n|style=\"background-color:transparent;\" |'''[[Glastron GT 150 Speedboat]]'''  the first boat acquired by Bond during the Louisiana boat chase.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Glastron CV-19.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Glastron CV-19]]''' - the second boat acquired by Bond during the Louisiana boat chase.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - LALD73 Quarrel Jr Bertram 31.png|100px]]\n| style=\"background-color:transparent;\" |'''[[1962 Bertram 31]]''' - Quarrel Jr's boat, which he uses to passage Bond to San Monique twice during the movie.\n|-\n|}",
    "Driven/occupied by named characters": "{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Corvorado Pimp Mobile.png]]\n| style=\"background-color:transparent;\" |'''[[Dunham Coach Corvorado]]''' - the \"white pimp-mobile\" that's driven by Whisper, that contains a Sideview Mirror Dart Gun. It's later identified by Felix Leiter and CIA, which Bond uses to pursue Kananga's entourage.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Cadillac Fleetwood 60 1973.png]]\n| style=\"background-color:transparent;\" |'''1973 Cadillac Fleetwood 60 Special Brougham''' - black limo by San Monique embassy. Kananga's entourage changes this to the 1971 Cadillac Fleetwood at the voodoo shop's garage.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Cadillac_Fleetwood_60.png]]\n| style=\"background-color:transparent;\" |'''[[Cadillac Fleetwood 60 Special Brougham by Dunham Coach|1971 Cadillac Fleetwood]]''' - When Bond spots the \"white pimp mobile\" at the voodoo shop's garage, it is then boarded by Mr. Big, Solitaire, and Tee Hee. The Cadillac is later seen outside a New York Fillet of Soul restaurant.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Impala Custom Coupe LALD73.png]]\n| style=\"background-color:transparent;\" |'''1973 [[Chevrolet Impala]] Custom Coupe''' - Driven by Adam while in Louisiana, he abandons it after he steals Billy Bob's speedboat.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Impala Pepper LALD73.png]]\n| style=\"background-color:transparent;\" |'''1973 [[Chevrolet Impala]] (Sheriff Pepper's)''' - lime green police car driven by Sheriff J.W. Pepper. One of the motor boats used in the chase ends up flying through it, forcing Pepper to secure a Louisiana Police Bel Air.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - 73 Bel Air Police.png]]\n| style=\"background-color:transparent;\" |'''1973 [[Chevrolet Bel Air]] (Louisiana State Police)''' - Driven by Louisiana State Police, with Sheriff J.W. Pepper commandeering one driven by Evans.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Glastron CV-21 LALD73.png]]\n| style=\"background-color:transparent;\" |'''[[Glastron CV-21]]''' - used by Adam in the Louisiana chase, after he steals it from Billy Bob.\n|-\n|}",
    "Driven/occupied by nameless characters": "{| class=\"article-table article-table-selected\" style=\"width: 100%; \" border=\"0\" cellpadding=\"1\" cellspacing=\"1\"\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''1973 Lincoln Continental Mark IV Dunham Coach'''\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Nova Police LALD73.png|100px]]\n| style=\"background-color:transparent;\" |'''1973 [[Chevrolet Nova]]''' - police in San Monique, during the double-decker bus chase.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - 1972 Chevy Impala Sport LALD73.png]]\n| style=\"background-color:transparent;\" |'''1972 [[Chevrolet Impala]] Sport''' \n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Chevelle Malibu LALD73.png|100px]]\n| style=\"background-color:transparent;\" |'''1973 [[Chevrolet Chevelle Malibu]]''' - One is driven by Kananga's/Mr. Big's men during the air field chase sequence. Later, a random blue Chevelle that gets involved in a car crash during the Louisiana river boat chase.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Chevy C10 CDF LALD73.png]]\n| style=\"background-color:transparent;\" |'''[[Chevrolet C-10 Custom Deluxe Fleetside]]''' - used by Kananga's/Mr. Big's henchmen during airstrip chase.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''1973 Chevrolet Nova''' - orange-tinted Nova driven by Kananga's/Mr. Big's henchmen, that ends up crashing into one of the planes at the airstrip\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Mack AB.png|100px]]\n| style=\"background-color:transparent;\" |'''1927 Mack AB''' - driven by the Chicken Coop/Oyster Farmer who gets involved in the speed boat chase.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle - Harley Davidson SS 350 LALD73.png|100px]]\n| style=\"background-color:transparent;\" |'''1973 [[\"Aermacchi\" Harley-Davidson SS 350]]''' - Driven by San Monique police during the double-decker bus chase sequence.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Vehicle_-_Bell_206_JetRanger.png]]\n| style=\"background-color:transparent;\" |'''[[Bell 206 JetRanger]]''' - used by Kananga's men to pursue Bond and Solitaire to the poppy fields.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''[[Douglas DC-3]]''' - the plane at the airstrip that gets hit by the orange-tinted Chevy Nova.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''IAI 1121N Westwind''' - the plane that Kananga's/Mr. Big's henchmen intend to drop Bond from, before Solitaire helps Bond escape.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Glastron V-162 Futura''' - used by one of Kananga's goons during Louisiana river boat chase. This is the boat that ends up flying through Sheriff Pepper's Imapala.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Glastron V-145 Fireflite''' - used by duo of Kananga's goons during Louisiana river boat chase. This is one ends stuck in a swimming pool\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Glastron V-156 Sportster''' - used by one of Kananga's goons during Louisiana river boat chase. Crashes into a tree.\n|-\n| style=\"vertical-align:top;background-color:transparent;\" |[[File:Unknown - Infobox.png|100px]]\n| style=\"background-color:transparent;\" |'''Glastron V-184 Crestflite''' - used by one of Kananga's goons during Louisiana river boat chase. Ends up crashing the wedding while chasing Bond thru land.\n|-\n|}",
    "Background vehicles": "* 1959 Bedford J3\n* 1971 BMW 2002\n* 1969 Buick Skylark\n* 1962 Cadillac Sedan DeVille \n* 1971 Cadillac Coupe DeVille\n* 1971 Cadillac Fleetwood Eldorado \n* 1973 Cadillac Fleetwood Eldorado\n* 1964 Chevrolet Bel Air \n* 1971 Chevrolet Caprice\n* 1973 Chevrolet C/K-Series\n* 1973 Chevrolet Caprice Estate\n* 1966 Datsun 411\n* 1961 Dodge W-Series \n* 1967 Dodge Charger \n* 1968 Dodge Coronet \n* 1972 Dodge Polara \n* 1973 Dodge Polara\n* 1963 Ford C-Series\n* 1963 Ford Econoline\n* 1963 Ford Galaxie 500\n* 1967 Ford Galaxie 500\n* 1968 Ford Falcon\n* 1969 Ford Custom\n* 1972 Ford Custom \n* Gerstenslager V-Series \n* 1971 GMC Vandura\n* Harley-Davidson FLHP Electra Glide\n* 1972 Lincoln Continental Mark IV\n* 1969 Plymouth Fury Custom Suburban\n* 1970 Plymouth Duster\n* 1972 Plymouth Fury\n* 1972 Plymouth Fury Custom Suburban\n* 1973 Pontiac Bonneville\n* 1965 Rambler Marlin\n* 1955 Rolls-Royce Silver Cloud I\n* 1971 Toyota Corolla\n* [[VW Beetle|1968 Volkswagen Sedan (Typ 1)]]\n* [[VW Beetle|1970 Volkswagen Convertible (Typ 1)]]\n* Wayne Sweeper\n* Piper PA-22-108 Tri-Pacer (airstrip, outside)\n* Lucscombe 8 (airstrip, hangar)\n* Aeronca 7DC (airstrip, hangar)\n* Mooney M20F (airstrip, hangar)\n* Piper PA-23 Aztec (airstrip, outside)\n* Mooney M20 (airstrip, outside)",
    "Locations": "{| class=wikitable\n|-\n! Country and region !! Location !! Real/shooting Location\n|-\n| rowspan=3 | Murders of MI6 Agents\n| [[Headquarters of the United Nations]], New York City\n| Exterior same; interior is a set\n|-\n| Louisiana street junction\n| Dumaine Street, the French quarter of New Orleans.\n|-\n| [[San Monique Cemetery Ritual Site]] (1st night)\n| Ruins Restaurant, Ocho Rios\n|-\n| rowspan=1 | [[UK]], London\n| [[James Bond's Flat]]\n| TBA\n|-\n| rowspan=8 | [[USA]], [[New York City]]\n| John F. Kennedy International Airport, Queens\n| Same\n|-\n| CIA Stakeout location\n| \n|-\n| [[Embassy of San Monique]]\n| Exterior; 69th Street, midtown Manhattan\n|-\n| [[Franklin D. Roosevelt East River Drive]]\n| Same\n|-\n| [[Oh Cult Voodoo Shop]]\n| Exteriors; 33 East 65th Street, New York.<br>Interiors; studio\n|-\n| Taxi Drive through Harlem\n| \n|-\n| [[Fillet of Soul (New York)]]\n| Exterior; 2nd Avenue at 94th Street, New York<br>Interior; studio\n|-\n| Harlem Alleyway\n| 5th Avenue (East 117th and 118th Streets) Harlem.\n|-\n| rowspan=10 | [[San Monique]]\n| [[San Monique Hotel]]\n| Sans Souci Resort, Ocho Rios, Jamaica (now Couples Sans Souci) and Rose Hall Resort, Montego Bay\n|-\n| [[San Monique Wharf]]\n| Gun Point Wharf, Montego Bay\n|-\n| [[Quarrel Junior's Boat]]\n| 1962 Bertram 31\n|-\n| [[Solitaire's Manor]]\n| Exterior/hills are Tower Isle and Rio Nuevo Bay\n|-\n| Rosie's trap spot\n| \n|-\n| [[San Monique Cemetery Ritual Site]] (daytime)\n| \n|-\n| [[Kananga's Poppy Field]]\n| TBA\n|-\n| First San Monique Village\n| TBA\n|-\n| Bus chase\n| Montego Bay-Lucea Highway, A1 and Hanover Parish\n|-\n| Second San Monique Village\n| Hampden Wharf Jetty, Falmouth.\n|-\n| rowspan=4 | [[USA]], Louisiana, [[New Orleans]]\n| New Orleans International Airport\n| Same; currently known as Louis Armstrong New Orleans International Airport\n|-\n| [[Louisiana Airfield]] (Bleeker's Flying School)\n| Lakefront Airport, 6001 Stars and Stripes Boulevard\n|-\n| Royal Orleans Hotel\n| \n|-\n| [[Fillet of Soul (Louisiana)]]\n| Exteriors; Dumaine Street\n|-\n| rowspan=4 | [[USA]], Louisiana, [[Pontrain Parish]]\n| [[Louisiana Crocodile Farm]] (+ covert drug lab)\n| Jamaica Swamp Safari Village (aka Ross Kananga Crocodile Farm), Falmouth, Jamaica,\n|-\n| Louisiana Bayou Boat Chase\n| Various;  Highway 11 at the Crawdad Bridge (outside Phoenix on the Mississippi River), Treadway Estate (the interrupted wedding), Baldwin Estate, Miller's Bridge\n|-\n| Louisiana Boatyard\n| Boatyard at Slidell.\n|-\n| Louisiana Marina\n| The Southern Yacht Club marina, Lake Pontchartrain\n|-\n| rowspan=3 | San Monique (return)\n| Beach\n| TBA\n|-\n| [[San Monique Cemetery Ritual Site]] (2nd night)\n| Ruins Restaurant, Ocho Rios\n|-\n| [[Kananga's Underground Complex]]\n| Green Grotto Caves, Runaway Bay + Pinewood studio sets\n|-\n| rowspan=2 | USA, Train trip\n| New Orleans' Union Passenger Terminal\n| Same\n|-\n| Southern Crescent (Louisiana-New York Train)\n| TBA\n|-\n|}\n\n\n===Map===\n{{#display_map: \nJamaica;\nNew York City, New York, United States;\nNew Orleans, Louisiana, United States;\nLondon, England;\n}}",
    "Map": "{{#display_map: \nJamaica;\nNew York City, New York, United States;\nNew Orleans, Louisiana, United States;\nLondon, England;\n}}",
    "Legacy": "'' Live and Let Die'' ushered in a new Bond era, in which Roger Moore would play the secret agent six more times after his debut. ''Live and Let Die'' marked several milestones for Bond films. It was the first time a fictional country would be used as a setting (this would happen again in ''[[Licence to Kill (film)|Licence to Kill]]''), and it was also the only occasion in which 007 commits what amounts to a political assassination, since Kananga is the leader of a nation. ''Live and Let Die'' is also the first James Bond film from which [[Q (Desmond Llewelyn)|Q]] was absent, though he was mentioned by Miss Moneypenny. \n\nFurthermore, ''Live and Let Die'' marked the appearance of the first romantically-involved African American [[Bond girl]], [[Rosie Carver]] (played by [[Gloria Hendry]], an actress who stars in several blaxploitation films, including ''Black Caesar'' and its sequel ''Hell Up in Harlem''). When the film was first released in South Africa, the love scenes between Gloria Hendry and [[Roger Moore]] were removed because interracial affairs were prohibited by the apartheid government.\n\n===Reception===\nWhile reception to the film is generally positive, there are noted people who are less enthused about it. Of the film's cast, [[Yaphet Kotto]] - who portrayed the main villain - was dismayed how the film portrayed the African-American cultures. Likewise, [[Raymond Benson]] - in his book [[The James Bond Bedside Companion]] - deemed that Live and Let Die was a mediocre film.\n\nBetween 2011 and 2012, visitors to the James Bond fan site [[MI6-HQ.com]] voted for the best Bond films, with Live and Let Die reaching 11th place out of 22 films. In 2012, the Bond films were rated by readers of 007 Magazine, with Live and Let Die coming in 12th place out of 24.\n\nIn his audio commentary for ''Live and Let Die,'' Roger Moore says that he considers ''Live and Let Die'' his second favorite Bond movie of his own, after ''The Spy Who Loved Me''.",
    "Reception": "While reception to the film is generally positive, there are noted people who are less enthused about it. Of the film's cast, [[Yaphet Kotto]] - who portrayed the main villain - was dismayed how the film portrayed the African-American cultures. Likewise, [[Raymond Benson]] - in his book [[The James Bond Bedside Companion]] - deemed that Live and Let Die was a mediocre film.\n\nBetween 2011 and 2012, visitors to the James Bond fan site [[MI6-HQ.com]] voted for the best Bond films, with Live and Let Die reaching 11th place out of 22 films. In 2012, the Bond films were rated by readers of 007 Magazine, with Live and Let Die coming in 12th place out of 24.\n\nIn his audio commentary for ''Live and Let Die,'' Roger Moore says that he considers ''Live and Let Die'' his second favorite Bond movie of his own, after ''The Spy Who Loved Me''.",
    "Gallery": "*[[Live and Let Die (film)/Gallery]]",
    "Trivia": "*Although never stated in the film, the Jamaican agent, Quarrel Jr., is supposed to be the son of the original Quarrel from ''[[Dr. No]]''. ''[[Live and Let Die (novel)|Live and Let Die]]'' featured the original Quarrel and was set ''before'' Dr. No, where the character died. However, as ''Dr. No'' was filmed first, Quarrel in ''Live and Let Die'' was changed to Quarrel, Jr. to avoid continuity problems.\n*This is the first James Bond film where neither Bond himself nor the British Intelligence physically appear or being mentioned during the remainder of the pre-title sequence. It only contains scenes where three British agents are being murdered on separate occasions, without showing any debriefing scenes in the British Secret Service headed by M or other superiors which are common in most of Bond films' pre-title sequences.\n*The film has similarities with the first James Bond film, [[Dr. No (film)|''Dr. No'']], in many ways:\n**Both films were shot in Jamaica (with ''Dr. No'' itself being mainly set in Jamaican town of Kingston)\n**Both films feature a character named Quarrel who sides with Bond during the entire mission, with the [[Quarrel Jr.|''Live and Let Die'' Quarrel]] is a supposed son of the [[Quarrel (John Kitzmiller)|''Dr. No'' Quarrel]]. These characters would end up differently on each story; while Quarrel Sr. gets burned to death by a dragon tank under the orders of Dr. No, Quarrel Jr. survives the story after blowing up [[Dr. Kananga (Yaphet Kotto)|Kananga]]'s poppy fields. Both Quarrels have also working together with different versions of [[Felix Leiter (Literary)|Felix Leiter]] as an informant.\n**Both films do not feature [[Q (Desmond Llewelyn)|Desmond Llewelyn as Q]]. In ''Dr. No'', the [[Major Boothroyd (Peter Burton)|quartermaster]] is portrayed by Peter Burton (who is famously responsible for upgrading [[James Bond (Sean Connery)|Bond]]'s signature firearm from a Beretta to the ubiquitous [[Walther PPK]]), while in ''Live and Let Die'', the character is absent, despite being referred by [[James Bond (Roger Moore)|Bond]] and [[Miss Moneypenny (Lois Maxwell)|Miss Moneypenny]] for having repaired Bond's [[Magnetic/Buzzsaw Wristwatch|magnetic watch]].\n**Both films feature characters blown up to death while riding a vehicle. [[The Three Blind Mice]]'s car get burned and destroyed as it stumbles to a cliff after Bond evades their pursuit, while one of Mr. Big's henchmen [[Adam]] meets his demise as Bond nudges his petrol-soaked boat (with Adam himself being soaked as well) into a derelict tanker containing fuel drums, killing him in the subsequent explosion.\n**Both films have scenes where a lethal animal is dropped into Bond's hotel room, a tarantula in ''Dr. No'' and a snake in ''Live and Let Die'', only to be subdued by Bond himself.\n*This is the first James Bond film where a character used the word \"Shit.\" It is uttered by the old woman whose flying lesson is hijacked by Bond (network-television viewers never see this). Even in 1973, that was not enough to have the film rated past PG; viewers would have to wait until 1989, for ''[[Licence to Kill]]'' (coincidentally also partly based on the novel ''Live and Let Die'') until such language was heard again.\n*The Twin Towers of the old World Trade Center were still being constructed during location filming in New York City. In a zoom-in shot of \"CIA headquarters\" in New York City, the South Tower can be seen briefly in the background with its upper floors still in an unfinished state.\n*This was the first and, to date, only James Bond film to acknowledge the supernatural. Although there are indications that Baron Samedi is simply a magician and showman, and that his \"resurrection\" after falling into a coffin of snakes could be explained as a trick. Solitaire's psychic abilities are more difficult to rationalize.\n*Solitaire's Tarot cards have 007 printed on the backs of them. The High Priestess card was deliberately designed to resemble Jane Seymour. This deck is also known as the Tarot of the Witches Deck designed by Fergus Hall.\n*This is the first of (to date) only two James Bond films to be mainly set in a fictional country. It is set in a fictional Carribean island called San Monique and was mainly filmed in Jamaica. The other one being ''[[Licence to Kill (film)|Licence to Kill]]'', which is set in a fictional South American state, the [[Republic of Isthmus]], and was mainly filmed in Mexico (with most of the productions being done in Estudios Churubusco in lieu of Pinewood Studios [which has done most of Bond installments] due to budget issues).\n*Bond evades several police officers when commandeering a double-decker bus - two Chevrolet Novas were seen as police vehicles. Although the Chevrolet vehicles were on loan from GM, this was a few years before the Los Angeles County Sheriff's Department experimented with a similar Nova for police duty to which law enforcement agencies ordered them in bulk.\n*''Live and Let Die'' is, to date, the only James Bond film to feature its theme song performed on-screen as part of the movie, namely when Bond and Leiter visit the Fillet of Soul in New Orleans (although the track is played in a different arrangement to that heard over the opening credits).\n*Both Julian Harris and Yaphet Kotto, who played two of the main antagonists in this film, would go on to portray Idi Amin. Julian Harris portrayed him in ''Victory at Entebbe'' while Kotto portrayed him in ''Raid on Entebbe'' which was directed by [[Irvin Kershner]].\n*As of 2022, Gloria Hendry and Jane Seymour are the only two surviving main cast members.\n*Both Clifton James and Sir Roger Moore passed away in 2017 while Tommy Lane and Yaphet Kotto would also pass away in 2021.\n*Moore was 45 when filming began and continued to appear as Bond until he was nearing 60, making him the oldest actor to date to debut as 007; ironically, Ian Fleming established 45 as the mandatory retirement age for 00 agents, although this has not been consistently applied (especially Bond) in the books.\n*The late actors Geoffrey Holder (Baron Samedi) and Roger Moore (James Bond) have a fear of snakes in real-life, and refused to do scenes where snakes are present. Both only relented after they learned that the production coincided with a royal visit to Jamaica (the filming location) by Princess Alexandra, The Honourable Lady Ogilvy, and were informed that the aforementioned British royal will be visiting the set and would be watching the filming.\n**Holder declined to perform the stunt of diving into the the snake-filled casket when his character is knocked by Bond into it, but only agreed to do so in order not to dismay a member of the Royal Family.\n*The film was released during the height of the ''[[Wikipedia:Blaxploitation|Blaxploitation]]'' film sub genre of the 1970s. A number actors who appeared in ''Live and Let Die'' had appeared in several ''blaxploitation'' films during this period:\n**Tommy Lane (Adam) played a similar role in the classic blaxploitation film, ''[[Wikipedia:Shaft (1971 film)|Shaft]]'', released in 1971.\n**Arnold Williams (Cab Driver), Gloria Hendry (Rosie Carver), and Yaphet Kotto (Dr. Kananga/Mr. Big) starred together in the blaxploitation film, ''[[Wikipedia:Across_110th_Street|Across 110th Street]]'', released in 1972 with Kotto playing the role of NYPD Detective Lieutenant William Pope, Hendry playing the role of a woman named Laurelene, and Arnold Williams playing the role of Glenn W. Fears.\n*This is the only 1970's Bond film not to feature Desmond Llewelyn as Q and the only Moore ''Bond'' film not to feature him as well.",
    "External links": "* {{imdb title|id=0070328|title=Live and Let Die (1973)}}\n* [http://www.mgm.com/title_title.do?title_star=LIVEANDL MGM Official Site: ''Live and Let Die'']\n* [http://www.imagesjournal.com/issue04/features/blaxploitation4.htm Blaxploitation and Live and Let Die] - from the article ''Cleopatra Jones, 007: Blaxploitation, James Bond, and Reciprocal Co-optation''\n\n{{Live and Let Die (1973) Nav}}\n{{Bond movies}}\n[[de:Leben und sterben lassen (Film)]] [[es:Vive y deja morir]] [[fr:Vivre et laisser mourir (film)]] [[ja:007 ]] [[pl:yj i pozwl umrze (film)]] [[pt-br:007 - Viva e deixe morrer]] [[ru:    ]]\n\n[[Category:James Bond Films]]\n[[Category:Eon Films]]\n[[Category:Roger Moore Films]]\n[[Category:Guy Hamilton Films]]\n[[Category:1970s James Bond Films]]\n[[Category:20th Century James Bond Films]]\n[[Category:Live and Let Die (film)]]"
  },
  "infobox": {
    "image": "007LALDposter.jpg",
    "caption": "''Live and Let Die'' theatrical poster",
    "bond": "[[Roger Moore]]",
    "writer": "[[Ian Fleming]] (novel)",
    "screenplay": "[[Tom Mankiewicz]]",
    "director": "[[Guy Hamilton]]",
    "producer": "[[Harry Saltzman]], [[Albert R. Broccoli]]",
    "editing": "[[Bert Bates]], [[Raymond Poulton]],<br>[[John Shirley]]",
    "music": "[[George Martin]]",
    "song": "\"[[Live and Let Die (song)|Live and Let Die]]\"",
    "distributor": "[[United Artists]]",
    "released": "[[007_Timeline#1973|27 June 1973]] <small>([[United States|US]])</small><br>[[007_Timeline#1973|6 July 1973]] <small>([[United Kingdom|UK]])</small>",
    "runtime": "121 minutes",
    "budget": "$7 million",
    "gross": "$161.8 million",
    "preceded_by": "''[[Diamonds Are Forever (film)]]''",
    "followed_by": "''[[The Man with the Golden Gun (film)]]''",
    "composer": "[[Paul McCartney]] & [[Linda McCartney]]",
    "performer": "[[Paul McCartney & Wings]]"
  }
}