{
  "title": "Skyfall (film)",
  "sections": {
    "intro": "{{Cinematic}}\n{{Skyfall}}\n{{Infobox film\n| image = UK Skyfall Poster.jpg\n| caption = UK theatrical poster\n| bond = [[Daniel Craig]]\n| writer = [[Ian Fleming]] <small>(Characters)</small><br>[[John Logan]], [[Neal Purvis and Robert Wade|Neal Purvis]], <br>[[Neal Purvis and Robert Wade|Robert Wade]] <small>(Screenplay)</small>\n| director = [[Sam Mendes]]\n| producer = [[Michael G. Wilson]], [[Barbara Broccoli]]\n| editing = [[Stuart Baird]]\n| music = [[Thomas Newman]]\n|cinematographer = [[Roger Deakins]]\n|composer = [[Adele|Adele Adkins]], Paul Epworth\n|performer = [[Adele]]\n| song = \"[[Skyfall (song)|Skyfall]]\"\n| distributor = [[Columbia Pictures]],<br>[[Metro-Goldwyn-Mayer]]\n| released = 23 October 2012 <small>(London, premiere)</small><br>26 October 2012 <small>(UK)</small><br>1 November 2012 <small>(Indonesia)</small><br>2 November 2012 <small>(Taiwan)</small><br>9 November 2012 <small>(US)</small><br>1 December 2012 <small>(Japan)</small>\n| runtime = 143 minutes\n| budget = $200 million\n| gross = $1,108,153,338\n| preceded_by = ''[[Quantum of Solace (film)]]''\n| followed_by = ''[[Spectre (film)]]''}}\n{{Quote|Everybody needs a hobby.\"<br>\"What's yours?<br>\"Resurrection.|[[James Bond (Daniel Craig)|James Bond]] and [[Raoul Silva]]|Skyfall}}\n'''''Skyfall''''' is a 2012 spy film and the twenty-third film in the [[James Bond films|''James Bond'' series]], produced by [[EON Productions]]. It was distributed by [[Metro-Goldwyn-Mayer|MGM]] and Sony Pictures Entertainment through its [[Columbia Pictures]] division, and it features [[Daniel Craig]]'s third performance as [[James Bond (Daniel Craig)|James Bond]], and [[Javier Bardem]] as [[Raoul Silva]], the film's [[List of James Bond villains|antagonist]]. The film was directed by [[Sam Mendes]] and written by [[John Logan]], [[Neal Purvis and Robert Wade|Neal Purvis]] and [[Neal Purvis and Robert Wade|Robert Wade]]. As a stand-alone adventure, it doesn't directly continue the story arc of ''[[Casino Royale (film)|Casino Royale]]'' and ''[[Quantum of Solace (film)|Quantum of Solace]]'' but does occur within the same continuity.\n\nIn the film, Bond's loyalty to [[M (Judi Dench) (modern continuity)|M]] is tested as her past comes back to haunt her. As [[Secret Intelligence Service|MI6]] comes under attack, 007 must track down and destroy the [[Raoul Silva|threat]], no matter how personal the cost.\n\n''Skyfall'' premiered in London on October 23, 2012 and was released on October 26, 2012 in the United Kingdom and on November 9, 2012 in the United States. It was the first James Bond film to be screened in IMAX venues, although it was not filmed with IMAX cameras. The film's release coincided with the 50th anniversary of the James Bond series, which began with ''[[Dr. No (film)|Dr. No]]'' in 1962. ''Skyfall'' became the highest grossing Bond film of all time and grossed $1.108 billion worldwide, which made it the seventh highest-grossing film of all time at the time of its release (behind ''Avatar'', ''Titanic'', ''The Avengers'', ''Harry Potter and the Deathly Hallows – Part 2'', ''Transformers: Dark of the Moon ''and'' The Lord of the Rings: The Return of the King''). It is currently the 28th highest-grossing film of all time. It was also the highest-grossing film distributed by Columbia, surpassing ''Spider-Man 3'', until it was surpassed by ''Spider-Man: Far From Home ''in 2019.",
    "Plot": "[[Secret Intelligence Service|MI6]] agents [[James Bond (Daniel Craig)|James Bond (007)]] and [[Eve Moneypenny (Naomie Harris)|Eve]] assist on a mission in [[Turkey]] in which [[Ronson|an MI6 operative]] has been killed and a Solid State computer drive stolen. The drive contained details of all [[wikipedia:NATO|NATO]] agents operating undercover in terrorist organisations worldwide. Bond and Eve chase the assailant, the French mercenary known only as [[Patrice (Ola Rapace)|Patrice]], and attempt to recover the hardware. During the chase, Bond is shot in the shoulder, but continues his pursuit, until he is accidentally shot from a train by Eve, who misjudged her shot as it was meant to hit Patrice. He is posted as \"missing, presumed killed\".\n\n[[File:MI6_under_attack_(Skyfall).png|thumb|225px|MI6 comes under attack.]]\nFive of the agents' names are released onto the Internet, with the promise of more the next week and every week thereafter. The head of MI6, [[M (Judi Dench) (modern continuity)|M]], comes under political pressure to retire during a meeting with the Chairman of the [[wikipedia:Intelligence_and_Security_Committee|Intelligence and Security Committee]], [[M (Ralph Fiennes)|Gareth Mallory]]. On her return from the meeting, MI6 is hacked and an explosion occurs in the offices, killing a number of MI6 employees. On hearing the news of the attack, Bond, who avoided death after being shot by Eve, returns to London. Bond is put through a number of precise and rigorous tests of his physical and mental capabilities to determine his fitness for field work. Though he fails nearly all of them, M decides to send him on the mission to find Patrice and eliminate him after interrogating him as to the purchaser of the hard drive.\n\nThe bullet fragments taken from his shoulder wound point to Patrice and Bond is sent to Shanghai, where it is known the mercenary will shortly arrive. Prior to his trip, he meets the new [[Q (Ben Whishaw)|Q]], who supplies him with only a thumbprint-sized distress transmitter and a modified Walther PPK with a palm-print function allowing only Bond to fire it.\n\nBond finds and follows the Frenchman and witnesses him assassinate an art collector; a meeting at which Bond also sees [[Sévérine]]. The two men fight and Patrice falls to his death before Bond can find out who his employer was. Searching the assassin's equipment, Bond finds a [[wikipedia:Casino_token|gambling chip,]] which leads him to a casino in Macau, where he is paid €4 million for the kill. Sévérine warns Bond that he is about to be killed, but promises to help him if he will kill her employer, whom she seems to fear greatly. Bond beats his attackers, but he and one of the henchmen fall into the casino's Komodo dragon enclosure. Just then, the lizard seizes one of the bad guys and kills him. Bond makes his escape from the enclosure by jumping on the back of the lizard. Eve comes to help Bond in the nick of time when the other henchmen he'd bested try again to kill him. Meanwhile, Bond joins Sévérine on her boat. They travel to an island, but are taken prisoner by the crew and delivered to Sévérine's employer, [[Raoul Silva]]. Silva, a former MI6 agent, had previously worked with M and blamed her for his capture, torture and imprisonment by the Chinese during the [[Hong Kong]] transfer of sovereignty in 1997. Silva chats with Bond about the high-priced work he does for rich clients that involves using computer servers and the world wide web to carry out his criminal acts. He also informs Bond that M had sent him on mission despite his failing the mental and physical fitness tests. He challenges Bond to a shooting contest where the target is a glass of fine Scotch on top of Sévérine's head. Bond misses purposely. Silva shoots Sévérine dead for her betrayal. Suddenly, Bond overpowers his guards and captures Silva for return to the UK.\n\n[[File:Silva_attempts_to_murder_M_(Skyfall).png|thumb|left|225px|Silva attempts to kill M.]]\nBack in the temporary MI6 headquarters, M confronts Silva. She tells him she'll have his name removed from the memorial wall of MI6 and have him permanently imprisoned for the attack on headquarters and for releasing the names of the NATO agents. Silva tells M why he turned on her and the agency; after she'd turned him over to the Hong Kong police, he'd taken his cyanide capsule but it failed to kill him and disfigured his face.\n\nIn his workshop, [[Q]] attempts to decrypt Silva's laptop, but instead of accessing the computer successfully, the computer has been programmed to access the MI6 computer system and release Silva, enabling him to escape into the [[wikipedia:London_Underground|London Underground]] tunnel system. Pursued by Bond, Silva adopts the disguise of a policeman and attacks M during a public inquiry into her handling of the stolen hard drive. Bond arrives to join Mallory and Eve in fighting off Silva's attack, and M is hurried from the building by her aide, [[Bill Tanner (Rory Kinnear)|Bill Tanner]]. Bond drives M away from the scene in her car and, after exchanging it for his own [[Aston Martin DB5]], due to agency cars carrying tracking devices, drives her to his empty and remote childhood home in Scotland, [[Skyfall Lodge]]. He instructs Q to leave an electronic trail for Silva to follow, a decision supported by Mallory.\n\nAt Skyfall, Bond and M are met by [[Kincade]], the [[wikipedia:Gamekeeper|gamekeeper]] to the Bond family estate. Bond tells them that Silva will attack the place with his henchmen. The trio are only lightly armed, but improvise a series of&nbsp;[[wikipedia:Booby_trap|booby traps.]] Kincade tells M about the deaths of James' parents and the immediate effect on him when he was young. The boy hid himself in a tunnel connecting the home with the swampy property behind it. When he finally came out two days later, James was, in Kincade's words, \"a boy no more\", haunted over the loss of his parents.\n\nWhen Silva's men arrive, Bond, M and Kincade fight off the first assault with their improvised weapons, although M is wounded in the process. Silva himself arrives by helicopter with a second wave of thugs and Bond sends M and Kincade off through a tunnel at the back of a [[wikipedia:Priest_hole|priest hole]] to a chapel on the grounds. The second assault consists of firepower from the helicopter, with Silva throwing [[wikipedia:Hand_grenade#Incendiary|incendiary grenades]] into the building. Bond detonates a stick of dynamite with two gas canisters and retreats down the same tunnel as M and Kincade. The resulting blast sends fragments of the house into the helicopter, crashing it into the house and killing a number of Silva's men. Silva sees Kincade's torch beam and follows it. As they arrive at a frozen lake, Bond attacks Silva's sole remaining follower and the two fall through the ice, where Bond kills him. In the meantime, Silva makes his way to the chapel and forces his gun into M's hand where he begs her to kill them both. Bond arrives and kills Silva with a throwing knife in his back, but M succumbs to her earlier wounds and passes away. Her position as head of MI6 is taken by Mallory, while Eve decides not to become a field agent, and reveals she will become M's secretary. She gives Bond the one thing M left to him, a ceramic Royal Doulton bulldog with the Union Jack painted on it. She then reveals to Bond that her surname is \"Moneypenny.\" Bond then meets with the new M, who tells him there's \"much work to be done\" and asks if Bond is up to it. Bond smiles and replies \"With pleasure, M. With pleasure.\"",
    "Cast & Characters": "<gallery orientation=\"square\" spacing=\"small\" widths=\"105\" captionalign=\"center\" position=\"left\" hideaddbutton=\"true\" captionposition=\"below\" captionsize=\"small\" navigation=\"true\" bordersize=\"none\">\nJames Bond (Skyfall) - Profile.png|link=James Bond (Daniel Craig)|[[James Bond (Daniel Craig)|James Bond]]<br>([[Daniel Craig]])\nM (Judi Dench) - Profile.jpg|link=M (Judi Dench)|[[M (Judi Dench) (modern continuity)|M]]<br>([[Judi Dench]])\nRaoul Silva - Profile.png|link=Raoul Silva|[[Raoul Silva]]<br>([[Javier Bardem]])\nGareth Mallory (Ralph Fiennes) - Profile.jpg|link=M (Ralph Fiennes)|[[M (Ralph Fiennes)|Gareth Mallory]]<br>([[Ralph Fiennes]])\nEve Moneypenny (Naomie Harris) - Profile.jpg|link=Eve Moneypenny (Naomie Harris)|[[Eve Moneypenny (Naomie Harris)|Eve Moneypenny]]<br>([[Naomie Harris]])\nSévérine (Berenice Marlohe) - Profile.jpg|link=Sévérine|[[Sévérine]]<br>([[Berenice Marlohe]])\nKincade (Albert Finney) - Profile.jpg|link=Kincade|[[Kincade]]<br>([[Albert Finney]])\nQ (Ben Whishaw) - Profile.jpg|link=Q (Ben Whishaw)|[[Q (Ben Whishaw)|Q]]<br>([[Ben Whishaw]])\nBill Tanner (Rory Kinnear) - Profile.jpg|link=Bill Tanner (Rory Kinnear)|[[Bill Tanner (Rory Kinnear)|Bill Tanner]]<br>([[Rory Kinnear]])\nPatrice (Ola Rapace) - Profile.jpg|link=Patrice (Ola Rapace)|[[Patrice (Ola Rapace)|Patrice]]<br>([[Ola Rapace]])\nClair Dowar - Profile.png|link=Clair Dowar|[[Clair Dowar]]<br>([[Helen McCrory]])\nUnnamed-0.png|link=Unnamed Girl|[[Unnamed Girl|Bond’s Lover]]<br>([[Tonia Sotiropoulou]])\nRonson.png|link=Ronson|[[Ronson]]<br>([[Bill Buckhurst]])\nDoctor Hall.png|link=Doctor Hall|[[Doctor Hall]]<br>([[Nicholas Woodeson]])\nVanessa.png|link=Vanessa|[[Vanessa]]<br>([[Elize du Toit]])\nUnnamed-1.png|link=Boat Captain|[[Boat Captain]]<br>([[Milorad Kapor]])\nSteve Benelisha.png|link=Steve Benelisha|[[Steve Benelisha]]<br>([[Paul Davis]])<br>(uncredited)\nBen Daheer.png|link=Ben Daheer|[[Ben Daheer]]\nAndrew Surry.png|link=Andrew Surry|[[Andrew Surry]]\nNaz Husein.png|link=Naz Husein|[[Naz Husein]]\nPaul Inglis.png|link=Paul Inglis|[[Paul Inglis]]\n</gallery>",
    "Production Crew": "[[File:Sam Mendes Barbara Broccoli Bond 23 Photo EqFKWHVnANMl.jpg|thumb|right|200px|[[Sam Mendes]], [[Michael G. Wilson]], [[Barbara Broccoli]], and [[Daniel Craig]]]]\n*Directed by: [[Sam Mendes]]\n*Written by: [[Ian Fleming]] (characters only), [[John Logan]], [[Neal Purvis and Robert Wade|Neal Purvis]], and [[Neal Purvis and Robert Wade|Robert Wade]]\n*Produced by: [[Barbara Broccoli]], [[Callum McDougall]], [[Andrew Noakes]], [[David Pope]], [[Anthony Waye]], and [[Michael G. Wilson]]\n*Music composed by: [[Thomas Newman]]\n*Film editing by: [[Stuart Baird]]\n*Cinematography by: [[Roger Deakins]]\n*Production design by: [[Dennis Gassner]]",
    "Production": "===Title===\n[[File:Skyfall_Lodge.jpeg|thumb|260px|A photo of Skyfall Lodge during production]]\nAfter ''[[Quantum of Solace (film)|Quantum of Solace]]'' was released many fans theorised that the title of the next film in the franchise would take its name from one of the few remaining Ian Fleming titles that had not previously been used, namely \"007 in New York\", \"Risico\", \"The Property of a Lady\" or the \"The Hildebrand Rarity\". However, officially the film's working title remained \"Bond 23\".\n\nIn August 2011 several news websites posted a rumour that Bond 23 would be called \"Carte Blanche\" and would be an adaptation of the Jeffery Deaver novel of the same name, although EON Productions denied these claims. On the 3rd October 2011 fifteen domain names related to \"jamesbondskyfall.com\" and \"skyfall.com\" were reported to have been purchased by Sony and MGM, hinting at the intended title for the film. However, the studios declined to comment until the name ''Skyfall'' was officially confirmed in a press conference held in November 2011.\n\nAccording to producer [[Barbara Broccoli]], the title has an emotional context that will be revealed in the film, similar to ''Quantum of Solace''. The title refers to [[Skyfall Lodge]], Bond's ancestral home and a key location in the film. ''Skyfall'' is the first one-word Bond title since ''[[GoldenEye (film)|GoldenEye]]'' in 1995.\n\n===Filming===\n[[File:Skyfallpromo1.jpg|thumb|260px|Craig on the Skyfall set]]\n*Shooting began in and around London, with scenes shot in Southwark and Whitehall, the National Gallery, Smithfield meat markets and St Bartholomew's Hospital, Canary Wharf, the Department of Energy and Climate Change, Charing Cross station and the Old Royal Naval College in [https://www.londonkensingtonguide.com/things-to-do-greenwich-london/ Greenwich], with residents reporting further filming as taking place in Cadogan Square, Tower Hill, and Parliament Square. The Vauxhall Bridge was closed to traffic for filming the aftermath of an explosion at the MI6 headquarters at Vauxhall Cross. Unlike ''The World Is Not Enough'', which also featured an explosion at the building - which was filmed at a large-scale replica. The explosion in ''Skyfall'' will be added digitally in post-production. Photos taken by residents in the city's Deptford district revealed the presence of an [[Aston Martin DB5]] on location. ''Skyfall'' is the first James Bond film to be set extensively in the UK.\n*The film's climax was originally going to be filmed at Duntrune Castle but was relocated when production began.\n*Turkey was previously featured as a location in both ''[[From Russia with Love]]'' (set largely in Istanbul, where ''Skyfall'' opens) and ''[[The World Is Not Enough]]'', making this film the third in the series to feature the country.\n*The train sequence actually took place in Adana, located in south of the Turkey, but both Bond and Miss Moneypenny mentions the location as Istanbul.\n*Originally filming was scheduled to take place on the railway lines between Goa and Ahmedabad in India. The production team had great difficulty obtaining filming permits for the location from the Indian government; while they were eventually given permission to film on location, the scene (the opening train sequence) was ultimately moved to Turkey.\n*''Skyfall'' is the first Bond film that has filmed in China, although it is not the first to be set there.\n*According to IMDb, South Africa was also used as a location.\n*When filming the battle between Bond and Patrice, Daniel Craig decided to wear gloves for some reason. It was only midway through post-production that the crew realized that his gun works because of his palm print and thus how would he fire it with gloves on? Due to time constraints, they made his hands CGI throughout the scene instead of reshooting.\n**This change can even be seen in the movie itself since Patrice visibly pulls off Craig's right glove as he falls to his death.\n\n===Release===\n{{main articles|[[Skyfall (releases)|Skyfall (home releases)]]}}\n''Skyfall'' was released on Digital HD on February 5th across all digital stores including Amazon, CinemaNow, iTunes, PlayStation, VUDU and Xbox Live. The ''Skyfall'' Blu-ray and DVD followed on February 12th in North America and February 18th in the United Kingdom with additional international markets to follow through March. There are more than three hours of in-depth special features on the Blu-ray.",
    "Title": "[[File:Skyfall_Lodge.jpeg|thumb|260px|A photo of Skyfall Lodge during production]]\nAfter ''[[Quantum of Solace (film)|Quantum of Solace]]'' was released many fans theorised that the title of the next film in the franchise would take its name from one of the few remaining Ian Fleming titles that had not previously been used, namely \"007 in New York\", \"Risico\", \"The Property of a Lady\" or the \"The Hildebrand Rarity\". However, officially the film's working title remained \"Bond 23\".\n\nIn August 2011 several news websites posted a rumour that Bond 23 would be called \"Carte Blanche\" and would be an adaptation of the Jeffery Deaver novel of the same name, although EON Productions denied these claims. On the 3rd October 2011 fifteen domain names related to \"jamesbondskyfall.com\" and \"skyfall.com\" were reported to have been purchased by Sony and MGM, hinting at the intended title for the film. However, the studios declined to comment until the name ''Skyfall'' was officially confirmed in a press conference held in November 2011.\n\nAccording to producer [[Barbara Broccoli]], the title has an emotional context that will be revealed in the film, similar to ''Quantum of Solace''. The title refers to [[Skyfall Lodge]], Bond's ancestral home and a key location in the film. ''Skyfall'' is the first one-word Bond title since ''[[GoldenEye (film)|GoldenEye]]'' in 1995.",
    "Filming": "[[File:Skyfallpromo1.jpg|thumb|260px|Craig on the Skyfall set]]\n*Shooting began in and around London, with scenes shot in Southwark and Whitehall, the National Gallery, Smithfield meat markets and St Bartholomew's Hospital, Canary Wharf, the Department of Energy and Climate Change, Charing Cross station and the Old Royal Naval College in [https://www.londonkensingtonguide.com/things-to-do-greenwich-london/ Greenwich], with residents reporting further filming as taking place in Cadogan Square, Tower Hill, and Parliament Square. The Vauxhall Bridge was closed to traffic for filming the aftermath of an explosion at the MI6 headquarters at Vauxhall Cross. Unlike ''The World Is Not Enough'', which also featured an explosion at the building - which was filmed at a large-scale replica. The explosion in ''Skyfall'' will be added digitally in post-production. Photos taken by residents in the city's Deptford district revealed the presence of an [[Aston Martin DB5]] on location. ''Skyfall'' is the first James Bond film to be set extensively in the UK.\n*The film's climax was originally going to be filmed at Duntrune Castle but was relocated when production began.\n*Turkey was previously featured as a location in both ''[[From Russia with Love]]'' (set largely in Istanbul, where ''Skyfall'' opens) and ''[[The World Is Not Enough]]'', making this film the third in the series to feature the country.\n*The train sequence actually took place in Adana, located in south of the Turkey, but both Bond and Miss Moneypenny mentions the location as Istanbul.\n*Originally filming was scheduled to take place on the railway lines between Goa and Ahmedabad in India. The production team had great difficulty obtaining filming permits for the location from the Indian government; while they were eventually given permission to film on location, the scene (the opening train sequence) was ultimately moved to Turkey.\n*''Skyfall'' is the first Bond film that has filmed in China, although it is not the first to be set there.\n*According to IMDb, South Africa was also used as a location.\n*When filming the battle between Bond and Patrice, Daniel Craig decided to wear gloves for some reason. It was only midway through post-production that the crew realized that his gun works because of his palm print and thus how would he fire it with gloves on? Due to time constraints, they made his hands CGI throughout the scene instead of reshooting.\n**This change can even be seen in the movie itself since Patrice visibly pulls off Craig's right glove as he falls to his death.",
    "Release": "{{main articles|[[Skyfall (releases)|Skyfall (home releases)]]}}\n''Skyfall'' was released on Digital HD on February 5th across all digital stores including Amazon, CinemaNow, iTunes, PlayStation, VUDU and Xbox Live. The ''Skyfall'' Blu-ray and DVD followed on February 12th in North America and February 18th in the United Kingdom with additional international markets to follow through March. There are more than three hours of in-depth special features on the Blu-ray.",
    "Reception": "===Cast & Crew Oscar Count===\n[[File:Sam-Mendes11.jpg|thumb|right|200px|Director Sam Mendes in 2000]]\n[[w:c:Oscars:Oscar Wiki|Academy Award]] results for the entire cast &amp; crew of Skyfall: 35 nominations, and 5 wins.\n\n*[[Sam Mendes]] - 1 win\n*Dennis Gassner - 1 Win\n*Chris Corbould (special effects) - 1 win\n*[[Javier Bardem]] - 2 nominations, 1 win\n*[[Judi Dench]] - 5 nominations, 1 win\n*[[Adele]]-1 win Best Song\n\n*[[Roger Deakins]] - 9 nominations\n*Peter Morgan - 2 nominations\n*John Logan - 2 nominations\n*Thomas Newman - 8 nominations\n*[[Ralph Fiennes]] - 2 nominations\n*[[Albert Finney]] - 5 nominations\n\n===Locations===\n{| class=\"article-table\" style=\"width: 100%; \" border=\"1\" cellpadding=\"1\" cellspacing=\"1\"\n!In-Film Locations\n! style=\"width:50%;\" |Shooting Locations\n|-\n| style=\"vertical-align:top;\" |\n*Istanbul, Turkey\n*Adana, Turkey\n*[[London]], [[England]]\n*Shanghai, China\n*Macau\n*Hashima Island\n*Skyfall Estate, [[Scotland]]\n| style=\"vertical-align:top;\" |\n*[[Pinewood Studios]] &mdash; London\n\n|}\n===Map===\n{{#display_map:\nLondon, England;\nShanghai, China;\nScotland;\nIstanbul, Turkey;\nMacau;\nHashima Island\n}}",
    "Cast & Crew Oscar Count": "[[File:Sam-Mendes11.jpg|thumb|right|200px|Director Sam Mendes in 2000]]\n[[w:c:Oscars:Oscar Wiki|Academy Award]] results for the entire cast &amp; crew of Skyfall: 35 nominations, and 5 wins.\n\n*[[Sam Mendes]] - 1 win\n*Dennis Gassner - 1 Win\n*Chris Corbould (special effects) - 1 win\n*[[Javier Bardem]] - 2 nominations, 1 win\n*[[Judi Dench]] - 5 nominations, 1 win\n*[[Adele]]-1 win Best Song\n\n*[[Roger Deakins]] - 9 nominations\n*Peter Morgan - 2 nominations\n*John Logan - 2 nominations\n*Thomas Newman - 8 nominations\n*[[Ralph Fiennes]] - 2 nominations\n*[[Albert Finney]] - 5 nominations",
    "Locations": "{| class=\"article-table\" style=\"width: 100%; \" border=\"1\" cellpadding=\"1\" cellspacing=\"1\"\n!In-Film Locations\n! style=\"width:50%;\" |Shooting Locations\n|-\n| style=\"vertical-align:top;\" |\n*Istanbul, Turkey\n*Adana, Turkey\n*[[London]], [[England]]\n*Shanghai, China\n*Macau\n*Hashima Island\n*Skyfall Estate, [[Scotland]]\n| style=\"vertical-align:top;\" |\n*[[Pinewood Studios]] &mdash; London\n\n|}",
    "Map": "{{#display_map:\nLondon, England;\nShanghai, China;\nScotland;\nIstanbul, Turkey;\nMacau;\nHashima Island\n}}",
    "Trivia": "*''Skyfall'' is not related to any previously published [[Ian Fleming]] James Bond short-story or novel.\n*''Skyfall'' does not carry on from where the previous film left off, as ''Quantum of Solace'' did with ''[[Casino Royale (film)|Casino Royale]]''. Producer [[Barbara Broccoli]] stated that the series \"will go on to other different stories from now on.\" She also talked about the common villain organization across the three movies, saying that Bond \"will go after the [[Quantum]] organization. So in that sense, it may become a trilogy, but we haven't really structured it that way.\" Ultimately, Quantum did not feature in ''Skyfall''. However, it was later revealed in the following film ''[[Spectre (film)|Spectre]]'' that Silva was an agent of [[SPECTRE]], of which Quantum was a subsidiary, essentially linking all four films.\n**The only major plot element carrying over from ''Quantum of Solace'' is the return of [[Rory Kinnear]] as [[Bill Tanner (Rory Kinnear)|Bill Tanner]].\n*''Skyfall'' is the first James Bond film with an original title to not be novelized (''[[Never Say Never Again (film)|Never Say Never Again]]'' having been an adaptation of ''[[Thunderball (novel)|Thunderball]]'').\n*''Skyfall'' is the third James Bond film in which the primary [[Bond girl]] dies, following ''[[On Her Majesty's Secret Service (film)|On Her Majesty's Secret Service]]'' and ''[[Casino Royale (film)|Casino Royale]]'', and the first in which her death occurs partway through the film, rather than at the end.\n** Due to the relatively quick exit of the character and her lack of overall importance to the plot, a case can be made for this being the first film ''without'' a major James Bond girl character. Indeed, given her dominance of the final acts of the movie, a case can be made that the \"Bond girl\" in ''Skyfall'' is in fact M, albeit with all romantic aspects removed. (This would make it the second Bond film after ''[[Quantum of Solace (film)|Quantum of Solace]]'' to be thus chaste.\n* This is the second Bond film (after ''[[The World Is Not Enough (film)|The World Is Not Enough]]'') in which M is placed in jeopardy (coincidentally with M being played by the same person), which this time results in her death, making her the first major recurring non-villainous Bond film character to die on screen (notwithstanding the visual acknowledgement of the former M played by [[Bernard Lee]], who is presumed to be deceased by the time of the reference in ''World is Not Enough'').\n* This is the first Bond film in which the main villain may be considered to have succeeded in their ultimate goal, albeit posthumously.\n*£29 million, a third of the film's budget, was raised by selling product placement spots, including a deal with Virgin Atlantic. Virgin CEO Richard Branson had a cameo as an air traveler being searched by security in ''[[Casino Royale (film)|Casino Royale]]''.\n*Production of ''Skyfall'' was delayed for several months in 2010-11 due to the bankruptcy and delayed sale of studio Metro-Goldwyn-Mayer (MGM), with the production being officially suspended on 19 April 2010. Production resumed in January 2011.\n*Despite the production stoppage, many of the film's producers and crew continued pre-production of the film, fully assuming it was a momentary setback. EON wanted to ensure Bond 23 would be released to the silver screen on Bond's 50th anniversary.\n*''Skyfall'' prominently features the return of the [[Aston Martin DB5]] in its third act.\n*The movie's theme song was performed by Grammy Award-winning singer-songwriter [[Adele]]. It earned an Academy Award for Best Original Song at the 85th Academy Awards on February 24, 2013, making it the first Bond theme song to ever achieve that feat.\n*Although Bond films have flirted with the use of strong profanity since the early 1970s, [[Judi Dench]] became the first person in a Bond film to utter the F-word in full ([[J.W. Pepper|Sheriff J.W Pepper]] came close to using it in [[Live and Let Die (film)|''Live and Let Die'']], but was cut off before he could complete it). Despite this, ''Skyfall'' retained the coveted \"family-friendly\" PG-13 rating in the United States, owing to current MPAA content rules allowing a single utterance of that word under that rating.\n*The character of [[Felix Leiter]], played by [[Jeffrey Wright]] in ''[[Casino Royale (film)|Casino Royale]]'' and ''[[Quantum of Solace (film)|Quantum of Solace]]'', does not appear in ''Skyfall''.\n*[[Javier Bardem]] is the first Spanish actor to play a [[List of James Bond villains|James Bond villain]], and the second Oscar-winner to appear in a Bond film (after [[Christopher Walken]]; [[Benicio del Toro]] has also won an Oscar, but not until ''after'' his appearance in ''[[Licence to Kill (film)|Licence to Kill]]''). Bardem begins a string of Oscar-winners being cast as Bond villains in consecutive films, as he is followed by [[Christoph Waltz]] in ''[[Spectre (film)|Spectre]]'' and [[Rami Malek]] in ''[[No Time to Die (film)|No Time to Die]]''.\n*[[Daniel Craig]] and [[Ben Whishaw]] previously worked together on ''Layer Cake''.\n*[[Ben Whishaw]] is the fourth actor to play [[Q]] in the official James Bond series. Whishaw is younger than Daniel Craig, which makes Bond older than Q for the first time in the series. Q's last appearance previously was in ''[[Die Another Day (film)|Die Another Day]]'' as played by [[John Cleese]]. Q's real name is not revealed, so it is unknown if he is meant to be the same person played by [[Desmond Llewelyn]] up until ''[[The World Is Not Enough (film)|The World Is Not Enough]]'' (Cleese's Q having been established as the Llewelyn Q's successor).\n*Much speculation surrounded the role taken by [[Ralph Fiennes]], with some saying he would play a new version of Bond's nemesis [[Ernst Stavro Blofeld]], although it was later revealed that Fiennes' character was a government agent, debunking this rumour. Others theorised that he would replace Judi Dench as [[M (Judi Dench)|M]], who would retire during the course of the movie - this one was confirmed, although Dench's M was killed off rather than retiring. Fiennes' M is the first holder of the title (in the EON films) whose real name is known from the start; [[Bernard Lee]]'s M was never fully identified on screen, only by the first name Miles in ''[[The Spy Who Loved Me (film)|The Spy Who Loved Me]]'' (though the novels provided a surname), while all that's known of Dench's M is that one of her initials may be M as per the 2006 version of ''[[Casino Royale (film)|Casino Royale]]'' (likewise, some novels have provided her full name too).\n*[[Naomie Harris]] plays [[Eve Moneypenny (Naomie Harris)|Eve Moneypenny]]; while early rumours stated she had been cast as [[Moneypenny]], both the actress and the producers strongly denied them. She is the the first black actress in the role. At 35, Harris is one of the oldest [[:Category:Bond Girls|Bond Girls]], although she does not actually engage in a physical relationship with Bond at any point making this classification subjective. This is the first film to reveal Moneypenny's given name, although this breaks from the ''Moneypenny Diaries'' spin-off novels that establishes her first name as Jane.\n*First James Bond film to show [[SIS Building|MI6 Headquarters]] being completely destroyed, forcing the Intelligence to relocate to a clandestine, underground base of operations.\n*The classification is also subjective because [[Berenice Marlohe]]'s character, [[Sévérine]], is considered the main Bond girl of the film, even though in fact, [[Judi Dench]]'s M plays a major role in the film to the degree that ''she'' could be seen as fulfilling the \"Bond girl\" role, in a platonic fashion.\n*This is [[Judi Dench]]'s seventh and final film as [[M]]. She played the character for 17 years, tying her with [[Bernard Lee]] as the longest-serving M (although during his tenure Lee appeared in more films as the character — eleven); she later exceeded Lee's longevity record by appearing in a cameo in ''[[Spectre (film)|Spectre]]''.\n*Freida Pinto, Olivia Wilde, Rachel Weisz, Esti Ginzburg, Margarita Levieva, Alice Eve, Ana Araujo, Emilia Fox and Ebru Akel were rumored to star as [[:Category:Bond Girls|Bond Girls]] before [[Bérénice Marlohe]] and [[Naomie Harris]] were cast.\n**By coincidence, Rachel Weisz happens to be the wife of [[Daniel Craig]], of whom the two met while working on ''Dream House'' and got married on June 22, 2011. In another coincidence, Weisz has also worked with [[Ralph Fiennes]] (who starred as [[M (Ralph Fiennes)|M]] in ''Skyfall'' and its [[Spectre (film)|subsequent]] [[No Time to Die (film)|films]]) in John le Carré's 2005 film adaptation of ''The Constant Gardener'', for which Weisz won an Oscar for Best Supporting Actress.\n*In ''Skyfall'', [[Daniel Craig]] became the second [[James Bond]] to sport a beard, the other being [[Pierce Brosnan]] in ''[[Die Another Day (film)|Die Another Day]]''.\n*The time between filming ''[[Quantum of Solace (film)|Quantum of Solace]]'' and ''Skyfall'', 4 years, was initially the longest gap between Bond films that have featured the same actor in the lead role. This record would later be beaten by the 6 years between [[Spectre (film)|Spectre]] and [[No Time to Die (film)|No Time to Die]].\n*Kevin Spacey was considered for a role, but declined due to scheduling conflicts. Spacey worked with ''Skyfall's'' director [[Sam Mendes]] on the latter's first feature film, ''American Beauty''.\n*To date, this is the only James Bond film to win multiple categories at the Academy Awards. Besides its Best Original Song win, it also took home the statuettes for Best Sound Editing, fairly tying with ''Zero Dark Thirty''. That makes Skyfall the first James Bond film to have a tie winning at the Oscars with another film.\n*The first Bond film that director [[Sam Mendes]] ever saw was ''[[Live and Let Die (film)|Live and Let Die]]''.\n*Mendes is also the only [[w:c:oscars:Oscars Wiki|Academy Award]] winning director (''American Beauty'') to direct a James Bond film.\n*Mendes has previously worked with [[Judi Dench]] in live theater, with [[Daniel Craig]] on ''Road to Perdition'', and with cinematographer Roger Deakins on ''Revolutionary Road'' and ''Jarhead''.\n*''Skyfall'' is only the sixth film out of 25 Bond films that has not been scored by either Monty Norman, [[John Barry]], or David Arnold. While many have reported that Arnold was unable to score the film due to his duties as musical director for the [[w:c:olympics:London_2012_Ceremonies#Closing_Ceremony|2012 London Olympics]], Arnold himself has stated Mendes hired Thomas Newman to compose the score because of his work on the director's previous movies.\n*''Skyfall'' is the last film ever to be made into a video game (though it only appears as downloadable content for [[007 Legends]]) .",
    "Videos": "<gallery hideaddbutton=\"true\">\nJames Bond Skyfall Gunbarrel (Official)|Gunbarrel scene\nSkyfall (2012) - Opening Credits Scene HD|Opening credits scene\nFile:James_Bond_'Skyfall'_Full_Press_Conference|Full ''Skyfall'' Press Conference\nSam Mendes' First SKYFALL Videoblog|[[Sam Mendes]] Videoblog\nBérénice Marlohe SKYFALL videoblog|[[Bérénice Marlohe]] Videoblog\nNaomie Harris SKYFALL videoblog|[[Naomie Harris]] Videoblog\nNew SKYFALL Production Videoblog|Production Videoblog\nExclusive SKYFALL on-set interviews|Cast and Crew interviews\nBond Back In Turkey|Photoshoot in Turkey\n</gallery>",
    "Gallery": "*[[Skyfall (film)/Gallery]]",
    "External links": "* [http://www.skyfall-movie.com/ Official website]\n* [http://www.007james.com/movies/skyfall.php Casting Info]",
    "References": "*Plot, Production, Cast, Crew, and Location notes from [http://www.imdb.com/title/tt1074638/trivia IMDb] and Wikipedia.\n\n{{Reflist|30em}}\n{{Skyfall (2012 film) Nav}}\n{{Bond movies}}\n{{DISPLAYTITLE:''Skyfall''}}\n[[de:Skyfall (Film)]] [[es:Skyfall]] [[fr:Skyfall (film)]] [[ja:007 スカイフォール]] [[pt-br:007 - Operação Skyfall]] [[ru:007: Координаты «Скайфолл»]]\n\n[[Category:James Bond Films]]\n[[Category:Eon Films]]\n[[Category:Reboot Series]]\n[[Category:Daniel Craig Films]]\n[[Category:2010s James Bond Films]]\n[[Category:21st Century James Bond Films]]\n[[Category:Skyfall_(film)]]\n[[Category:Sam Mendes Films]]"
  },
  "infobox": {
    "image": "UK Skyfall Poster.jpg",
    "caption": "UK theatrical poster",
    "bond": "[[Daniel Craig]]",
    "writer": "[[Ian Fleming]] <small>(Characters)</small><br>[[John Logan]], [[Neal Purvis and Robert Wade|Neal Purvis]], <br>[[Neal Purvis and Robert Wade|Robert Wade]] <small>(Screenplay)</small>",
    "director": "[[Sam Mendes]]",
    "producer": "[[Michael G. Wilson]], [[Barbara Broccoli]]",
    "editing": "[[Stuart Baird]]",
    "music": "[[Thomas Newman]]",
    "cinematographer": "[[Roger Deakins]]",
    "composer": "[[Adele|Adele Adkins]], Paul Epworth",
    "performer": "[[Adele]]",
    "song": "\"[[Skyfall (song)|Skyfall]]\"",
    "distributor": "[[Columbia Pictures]],<br>[[Metro-Goldwyn-Mayer]]",
    "released": "23 October 2012 <small>(London, premiere)</small><br>26 October 2012 <small>(UK)</small><br>1 November 2012 <small>(Indonesia)</small><br>2 November 2012 <small>(Taiwan)</small><br>9 November 2012 <small>(US)</small><br>1 December 2012 <small>(Japan)</small>",
    "runtime": "143 minutes",
    "budget": "$200 million",
    "gross": "$1,108,153,338",
    "preceded_by": "''[[Quantum of Solace (film)]]''",
    "followed_by": "''[[Spectre (film)]]''"
  }
}